{"http://www.ncbi.nlm.nih.gov/pubmed/37341887": "Concizumab: First Approval.", "http://www.ncbi.nlm.nih.gov/pubmed/35869698": "Current and future therapies for haemophilia-Beyond factor replacement therapies.", "http://www.ncbi.nlm.nih.gov/pubmed/37146647": "The Use of Bypassing Treatment Strategies in Hemophilia and Their Effect on Laboratory Testing.", "http://www.ncbi.nlm.nih.gov/pubmed/37646676": "Phase 3 Trial of Concizumab in Hemophilia with Inhibitors.", "http://www.ncbi.nlm.nih.gov/pubmed/30137664": "A randomized trial of safety, pharmacokinetics and pharmacodynamics of concizumab in people with hemophilia A.", "http://www.ncbi.nlm.nih.gov/pubmed/30161022": "Cancer Risks for PMS2-Associated Lynch Syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/25856668": "PMS2 monoallelic mutation carriers: the known unknown.", "http://www.ncbi.nlm.nih.gov/pubmed/15256438": "Mismatch repair gene PMS2: disease-causing germline mutations are frequent in patients whose tumors stain negative for PMS2 protein, but paralogous genes obscure mutation detection and interpretation.", "http://www.ncbi.nlm.nih.gov/pubmed/19132747": "PMS2 involvement in patients suspected of Lynch syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/27435373": "Comprehensive Mutation Analysis of PMS2 in a Large Cohort of Probands Suspected of Lynch Syndrome or Constitutional Mismatch Repair Deficiency Syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/37443640": "Sleep-Disordered Breathing and Prognosis after Ischemic Stroke: It Is Not Apnea-Hypopnea Index That Matters.", "http://www.ncbi.nlm.nih.gov/pubmed/36889030": "Post-stroke sleep disturbance and recurrent cardiovascular and cerebrovascular events: A systematic review and meta-analysis.", "http://www.ncbi.nlm.nih.gov/pubmed/31231783": "Sleep Disorders and Stroke: Does Treatment of Obstructive Sleep Apnea Decrease Risk of Ischemic Stroke?", "http://www.ncbi.nlm.nih.gov/pubmed/20075361": "Dissociation of obstructive sleep apnea from hypersomnolence and obesity in patients with stroke.", "http://www.ncbi.nlm.nih.gov/pubmed/18927265": "Impaired cerebral autoregulation in obstructive sleep apnea.", "http://www.ncbi.nlm.nih.gov/pubmed/35735913": "Spina Bifida: A Review of the Genetics, Pathophysiology and Emerging Cellular Therapies.", "http://www.ncbi.nlm.nih.gov/pubmed/30486637": "Fetoscopic spina bifida repair.", "http://www.ncbi.nlm.nih.gov/pubmed/36964773": "A case study of ReachAnother Foundation as a change champion for developing spina bifida neurosurgical care and advocating for primary prevention in Ethiopia.", "http://www.ncbi.nlm.nih.gov/pubmed/37970655": "Revisiting MOMS criteria for prenatal repair of spina bifida: upper gestational-age limit should be raised and assessment of prenatal motor function rather than anatomical level improves prediction of postnatal function.", "http://www.ncbi.nlm.nih.gov/pubmed/2012704": "[Prenatal ultrasound diagnosis of central nervous system anomalies].", "http://www.ncbi.nlm.nih.gov/pubmed/33805441": "Recent Progress in Oculopharyngeal Muscular Dystrophy.", "http://www.ncbi.nlm.nih.gov/pubmed/35942670": "Oculopharyngodistal myopathy.", "http://www.ncbi.nlm.nih.gov/pubmed/14526187": "Oculopharyngeal muscular dystrophy: a late-onset polyalanine disease.", "http://www.ncbi.nlm.nih.gov/pubmed/29725764": "A Preliminary Videofluoroscopic Investigation of Swallowing Physiology and Function in Individuals with Oculopharyngeal Muscular Dystrophy (OPMD).", "http://www.ncbi.nlm.nih.gov/pubmed/32842713": "Age-Associated Salivary MicroRNA Biomarkers for Oculopharyngeal Muscular Dystrophy.", "http://www.ncbi.nlm.nih.gov/pubmed/37043653": "Dersimelagon in Erythropoietic Protoporphyrias.", "http://www.ncbi.nlm.nih.gov/pubmed/37060458": "Results from a first-in-human study of dersimelagon, an investigational oral selective MC1R agonist.", "http://www.ncbi.nlm.nih.gov/pubmed/37078227": "Absorption, metabolism, and excretion of [14 C]dersimelagon, an investigational oral selective melanocortin 1 receptor agonist, in preclinical species and healthy volunteers.", "http://www.ncbi.nlm.nih.gov/pubmed/36840969": "The Oral Bioavailability and Effect of Various Gastric Conditions on the Pharmacokinetics of Dersimelagon in Healthy Adult Volunteers.", "http://www.ncbi.nlm.nih.gov/pubmed/36050717": "Dersimelagon, a novel oral melanocortin 1 receptor agonist, demonstrates disease-modifying effects in preclinical models of systemic sclerosis.", "http://www.ncbi.nlm.nih.gov/pubmed/17823417": "Obesity and colon and rectal cancer risk: a meta-analysis of prospective studies.", "http://www.ncbi.nlm.nih.gov/pubmed/37264099": "The risk of colorectal cancer according to obesity status at four-year intervals: a nationwide population-based cohort study.", "http://www.ncbi.nlm.nih.gov/pubmed/32791859": "Excessive Body Fat at a Young Age Increases the Risk of Colorectal Cancer: A Systematic Review and Meta-Analysis.", "http://www.ncbi.nlm.nih.gov/pubmed/23481261": "Obesity and colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/29259258": "A Prospective Investigation of Body Size, Body Fat Composition and Colorectal Cancer Risk in the UK Biobank.", "http://www.ncbi.nlm.nih.gov/pubmed/37611653": "MDMA-assisted psychotherapy for PTSD: Growing evidence for memory effects mediating treatment efficacy.", "http://www.ncbi.nlm.nih.gov/pubmed/37484678": "Perceived key change phenomena of MDMA-assisted psychotherapy for the treatment of severe PTSD: an interpretative phenomenological analysis of clinical integration sessions.", "http://www.ncbi.nlm.nih.gov/pubmed/36184377": "The Safety and Efficacy of Psychedelic-Assisted Therapies for Older Adults: Knowns and Unknowns.", "http://www.ncbi.nlm.nih.gov/pubmed/12691208": "A clinical plan for MDMA (Ecstasy) in the treatment of posttraumatic stress disorder (PTSD): partnering with the FDA.", "http://www.ncbi.nlm.nih.gov/pubmed/26579955": "The Psychopharmacology of ±3,4 Methylenedioxymethamphetamine and its Role in the Treatment of Posttraumatic Stress Disorder.", "http://www.ncbi.nlm.nih.gov/pubmed/37367190": "Khosta: A Genetic and Structural Point of View of the Forgotten Virus.", "http://www.ncbi.nlm.nih.gov/pubmed/37672628": "Infection of Feral Phenotype Swine with Japanese Encephalitis Virus.", "http://www.ncbi.nlm.nih.gov/pubmed/28555073": "Pathways to zoonotic spillover.", "http://www.ncbi.nlm.nih.gov/pubmed/36379648": "Policies to prevent zoonotic spillover: protocol for a systematic scoping review of evaluative evidence.", "http://www.ncbi.nlm.nih.gov/pubmed/29134435": "Plant Phenology Supports the Multi-emergence Hypothesis for Ebola Spillover Events.", "http://www.ncbi.nlm.nih.gov/pubmed/30506906": "A novel EMD mutation in a Chinese family with initial diagnosis of conduction cardiomyopathy.", "http://www.ncbi.nlm.nih.gov/pubmed/28214269": "Immunohistochemistry on a panel of Emery-Dreifuss muscular dystrophy samples reveals nuclear envelope proteins as inconsistent markers for pathology.", "http://www.ncbi.nlm.nih.gov/pubmed/27179216": "Emery-Dreifuss muscular dystrophy: the most recognizable laminopathy.", "http://www.ncbi.nlm.nih.gov/pubmed/21496632": "Emery-Dreifuss muscular dystrophy.", "http://www.ncbi.nlm.nih.gov/pubmed/17567779": "Activation of MAPK in hearts of EMD null mice: similarities between mouse models of X-linked and autosomal dominant Emery Dreifuss muscular dystrophy.", "http://www.ncbi.nlm.nih.gov/pubmed/36433783": "Comparative Safety of Antiseizure Medication Monotherapy for Major Malformations.", "http://www.ncbi.nlm.nih.gov/pubmed/36287388": "Compliance with Prescribing and Dispensing Conditions for Valproate and Related Substances in Girls and Women of Childbearing Potential: A Survey of Community Pharmacists in France.", "http://www.ncbi.nlm.nih.gov/pubmed/36401747": "Investigating drug safety in pregnancy based on the German Pharmacoepidemiological Research Database (GePaRD): A proof-of-concept analysis on the association between valproate and spina bifida.", "http://www.ncbi.nlm.nih.gov/pubmed/37485793": "Prescribing of valproate and oral antiepileptics for women of childbearing age and during pregnancy in Germany between 2010 and 2020.", "http://www.ncbi.nlm.nih.gov/pubmed/37294532": "Impact of 2018 EU Risk Minimisation Measures and Revised Pregnancy Prevention Programme on Utilisation and Prescribing Trends of Medicinal Products Containing Valproate: An Interrupted Time Series Study.", "http://www.ncbi.nlm.nih.gov/pubmed/33591366": "Role of Diet in Colorectal Cancer Incidence: Umbrella Review of Meta-analyses of Prospective Observational Studies.", "http://www.ncbi.nlm.nih.gov/pubmed/34455534": "Consumption of red meat and processed meat and cancer incidence: a systematic review and meta-analysis of prospective studies.", "http://www.ncbi.nlm.nih.gov/pubmed/7576993": "Role of bile acids in colorectal carcinogenesis.", "http://www.ncbi.nlm.nih.gov/pubmed/29873077": "Anatomical subsite can modify the association between meat and meat compounds and risk of colorectal adenocarcinoma: Findings from three large US cohorts.", "http://www.ncbi.nlm.nih.gov/pubmed/33596716": "Modulation of the Canonical Wnt Signaling Pathway by Dietary Polyphenols, an Opportunity for Colorectal Cancer Chemoprevention and Treatment.", "http://www.ncbi.nlm.nih.gov/pubmed/36992261": "Immunogenicity of COVID-eVax Delivered by Electroporation Is Moderately Impacted by Temperature and Molecular Isoforms.", "http://www.ncbi.nlm.nih.gov/pubmed/38063059": "The use of electroporation to deliver DNA-based vaccines.", "http://www.ncbi.nlm.nih.gov/pubmed/15110305": "Enhancement of the effectiveness of electroporation-augmented cutaneous DNA vaccination by a particulate adjuvant.", "http://www.ncbi.nlm.nih.gov/pubmed/19619001": "DNA vaccination with electroporation induces increased antibody responses in patients with prostate cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/21180650": "Electroporation: a promising method for the nonviral delivery of DNA vaccines in humans?", "http://www.ncbi.nlm.nih.gov/pubmed/36680212": "Measles Outbreak Response Activity in Japan, and a Discussion for a Possible Strategy of Outbreak Response Using Cycle Threshold Values of Real-Time Reverse Transcription PCR for Measles Virus in Measles Elimination Settings.", "http://www.ncbi.nlm.nih.gov/pubmed/37971951": "Progress Toward Measles Elimination - Worldwide, 2000-2022.", "http://www.ncbi.nlm.nih.gov/pubmed/28673424": "Measles.", "http://www.ncbi.nlm.nih.gov/pubmed/34953518": "Can early measles vaccination control both measles and respiratory syncytial virus infections?", "http://www.ncbi.nlm.nih.gov/pubmed/34590128": "Measles in the 21st Century: Progress Toward Achieving and Sustaining Elimination.", "http://www.ncbi.nlm.nih.gov/pubmed/32026421": "Golodirsen: First Approval.", "http://www.ncbi.nlm.nih.gov/pubmed/33025945": "Golodirsen for Duchenne muscular dystrophy.", "http://www.ncbi.nlm.nih.gov/pubmed/33407808": "The administration of antisense oligonucleotide golodirsen reduces pathological regeneration in patients with Duchenne muscular dystrophy.", "http://www.ncbi.nlm.nih.gov/pubmed/30171533": "An Overview of Recent Advances and Clinical Applications of Exon Skipping and Splice Modulation for Muscular Dystrophy and Various Genetic Diseases.", "http://www.ncbi.nlm.nih.gov/pubmed/36401027": "Restoring Dystrophin Expression with Exon 44 and 53 Skipping in the DMD Gene in Immortalized Myotubes.", "http://www.ncbi.nlm.nih.gov/pubmed/36653239": "Drug-drug interactions with CFTR modulator therapy in cystic fibrosis: Focus on Trikafta®/Kaftrio®.", "http://www.ncbi.nlm.nih.gov/pubmed/37503734": "Preservation of β-cell Function in Pancreatic Insufficient Cystic Fibrosis With Highly Effective CFTR Modulator Therapy.", "http://www.ncbi.nlm.nih.gov/pubmed/37222401": "Radiological and long-term clinical response to elexacaftor/tezacaftor/ivacaftor in people with cystic fibrosis with advanced lung disease.", "http://www.ncbi.nlm.nih.gov/pubmed/36831163": "Simultaneous Quantification of Ivacaftor, Tezacaftor, and Elexacaftor in Cystic Fibrosis Patients' Plasma by a Novel LC-MS/MS Method.", "http://www.ncbi.nlm.nih.gov/pubmed/34026156": "Novel reaction to new cystic fibrosis medication Trikafta.", "http://www.ncbi.nlm.nih.gov/pubmed/36914665": "Systematic review of NTRK 1/2/3 fusion prevalence pan-cancer and across solid tumours.", "http://www.ncbi.nlm.nih.gov/pubmed/28174090": "Targeting TRK family proteins in cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/36041373": "Prognosis and oncogenomic profiling of patients with tropomyosin receptor kinase fusion cancer in the 100,000 genomes project.", "http://www.ncbi.nlm.nih.gov/pubmed/34402529": "NTRK oncogenic fusions are exclusively associated with the serrated neoplasia pathway in the colorectum and begin to occur in sessile serrated lesions.", "http://www.ncbi.nlm.nih.gov/pubmed/31567189": "Colonic Adenocarcinomas Harboring NTRK Fusion Genes: A Clinicopathologic and Molecular Genetic Study of 16 Cases and Review of the Literature.", "http://www.ncbi.nlm.nih.gov/pubmed/36936239": "JAK inhibitors: A new dawn for oral therapies in inflammatory bowel diseases.", "http://www.ncbi.nlm.nih.gov/pubmed/36515243": "The Clinical Response of Upadacitinib and Risankizumab Is Associated With Reduced Inflammatory Bowel Disease Anti-TNF-α Inadequate Response Mechanisms.", "http://www.ncbi.nlm.nih.gov/pubmed/36913180": "Safety of Janus Kinase Inhibitors in Inflammatory Bowel Diseases.", "http://www.ncbi.nlm.nih.gov/pubmed/37004800": "Selective JAK1 inhibitors for the treatment of inflammatory bowel disease.", "http://www.ncbi.nlm.nih.gov/pubmed/37855324": "Janus Kinase Inhibitors Differentially Inhibit Specific Cytokine Signals in the Mesenteric Lymph Node Cells of Inflammatory Bowel Disease Patients.", "http://www.ncbi.nlm.nih.gov/pubmed/37365258": "Fetal sex and risk of pregnancy-associated malaria in Plasmodium falciparum-endemic regions: a meta-analysis.", "http://www.ncbi.nlm.nih.gov/pubmed/35916146": "Outcomes reported in trials of treatments for severe malaria: The need for a core outcome set.", "http://www.ncbi.nlm.nih.gov/pubmed/34905777": "Evidence of Brain Alterations in Noncerebral Falciparum Malaria.", "http://www.ncbi.nlm.nih.gov/pubmed/35382261": "Imported malaria in adults: about a case of cerebral malaria.", "http://www.ncbi.nlm.nih.gov/pubmed/33465125": "A longitudinal study of plasma BAFF levels in mothers and their infants in Uganda, and correlations with subsets of B cells.", "http://www.ncbi.nlm.nih.gov/pubmed/35713895": "Prednisone and deflazacort in Duchenne muscular dystrophy: a patient perspective and plain language summary publication of the Cincinnati study.", "http://www.ncbi.nlm.nih.gov/pubmed/35723111": "Comparing Deflazacort and Prednisone in Duchenne Muscular Dystrophy.", "http://www.ncbi.nlm.nih.gov/pubmed/35073949": "Growth pattern trajectories in boys with Duchenne muscular dystrophy.", "http://www.ncbi.nlm.nih.gov/pubmed/33053810": "Comparison of Serum Pharmacodynamic Biomarkers in Prednisone-Versus Deflazacort-Treated Duchenne Muscular Dystrophy Boys.", "http://www.ncbi.nlm.nih.gov/pubmed/12026233": "Corticosteroids in Duchenne muscular dystrophy: a reappraisal.", "http://www.ncbi.nlm.nih.gov/pubmed/36411210": "Recent Advances in the Use of Chimeric Antigen Receptor-Expressing T-Cell Therapies for Treatment of Multiple Myeloma.", "http://www.ncbi.nlm.nih.gov/pubmed/36271807": "Updated results from a matching-adjusted indirect comparison of efficacy outcomes for ciltacabtagene autoleucel in CARTITUDE-1 versus idecabtagene vicleucel in KarMMa for the treatment of patients with relapsed or refractory multiple myeloma.", "http://www.ncbi.nlm.nih.gov/pubmed/36269898": "Phase II, Open-Label Study of Ciltacabtagene Autoleucel, an Anti-B-Cell Maturation Antigen Chimeric Antigen Receptor-T-Cell Therapy, in Chinese Patients With Relapsed/Refractory Multiple Myeloma (CARTIFAN-1).", "http://www.ncbi.nlm.nih.gov/pubmed/37497629": "Cilta-cel, a BCMA-targeting CAR-T therapy for heavily pretreated patients with relapsed/refractory multiple myeloma.", "http://www.ncbi.nlm.nih.gov/pubmed/37272512": "Cilta-cel or Standard Care in Lenalidomide-Refractory Multiple Myeloma.", "http://www.ncbi.nlm.nih.gov/pubmed/35173208": "Mutational analysis of driver genes defines the colorectal adenoma: in situ carcinoma transition.", "http://www.ncbi.nlm.nih.gov/pubmed/8607008": "Molecular biology of colon polyps and colon cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/27221540": "Genomic Landscape of Colorectal Mucosa and Adenomas.", "http://www.ncbi.nlm.nih.gov/pubmed/10391560": "K-ras mutation and loss of heterozygosity of the adenomatous polyposis coli gene in patients with colorectal adenomas with in situ carcinoma.", "http://www.ncbi.nlm.nih.gov/pubmed/23565319": "KRAS gene mutations are more common in colorectal villous adenomas and in situ carcinomas than in carcinomas.", "http://www.ncbi.nlm.nih.gov/pubmed/37506977": "Single-cell profiling of prurigo nodularis demonstrates immune-stromal crosstalk driving profibrotic responses and reversal with nemolizumab.", "http://www.ncbi.nlm.nih.gov/pubmed/37245863": "A Polygenic Risk Score for Predicting Racial and Genetic Susceptibility to Prurigo Nodularis.", "http://www.ncbi.nlm.nih.gov/pubmed/36806647": "The blood proteomic signature of prurigo nodularis reveals distinct inflammatory and neuropathic endotypes: A cluster analysis.", "http://www.ncbi.nlm.nih.gov/pubmed/34268319": "Chronic Prurigo: Similar Clinical Profile and Burden Across Clinical Phenotypes.", "http://www.ncbi.nlm.nih.gov/pubmed/35083742": "Epidemiology of prurigo nodularis in England: a retrospective database analysis.", "http://www.ncbi.nlm.nih.gov/pubmed/37019573": "Exploring scenarios for the food system-zoonotic risk interface.", "http://www.ncbi.nlm.nih.gov/pubmed/29466832": "Pathogen spillover during land conversion.", "http://www.ncbi.nlm.nih.gov/pubmed/37007505": "Domestication and microbiome succession may drive pathogen spillover.", "http://www.ncbi.nlm.nih.gov/pubmed/37000877": "Human disturbance increases coronavirus prevalence in bats.", "http://www.ncbi.nlm.nih.gov/pubmed/33052311": "Whence the next pandemic? The intersecting global geography of the animal-human interface, poor health systems and air transit centrality reveals conduits for high-impact spillover.", "http://www.ncbi.nlm.nih.gov/pubmed/35656052": "Diagnostic Values of the Critical Care Pain Observation Tool and the Behavioral Pain Scale for Pain Assessment among Unconscious Patients: A Comparative Study.", "http://www.ncbi.nlm.nih.gov/pubmed/32389396": "Comparison of the Zurich Observation Pain Assessment with the Behavioural Pain Scale and the Critical Care Pain Observation Tool in nonverbal patients in the intensive care unit: A prospective observational study.", "http://www.ncbi.nlm.nih.gov/pubmed/30834018": "Evaluation of Observational and Behavioural Pain Assessment Tools in Nonverbal Intubated Critically Adult Patients after Open - Heart Surgery: A Systematic Review.", "http://www.ncbi.nlm.nih.gov/pubmed/28362033": "Methods of pain assessment in adult intensive care unit patients - Polish version of the CPOT (Critical Care Pain Observation Tool) and BPS (Behavioral Pain Scale).", "http://www.ncbi.nlm.nih.gov/pubmed/27833752": "Accuracy of Critical Care Pain Observation Tool and Behavioral Pain Scale to assess pain in critically ill conscious and unconscious patients: prospective, observational study.", "http://www.ncbi.nlm.nih.gov/pubmed/37844598": "Pembrolizumab plus lenvatinib in second-line and third-line patients with pleural mesothelioma (PEMMELA): a single-arm phase 2 study.", "http://www.ncbi.nlm.nih.gov/pubmed/32825236": "Influence of Iron on the Gut Microbiota in Colorectal Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/24071482": "Microbiota regulation of inflammatory bowel disease and colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/30151274": "The gut microbiome and colorectal cancer: a review of bacterial pathogenesis.", "http://www.ncbi.nlm.nih.gov/pubmed/15727814": "Sporadic colorectal cancer--role of the commensal microbiota.", "http://www.ncbi.nlm.nih.gov/pubmed/27028619": "Gastrointestinal Microbiota and Colon Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/37916485": "Diet-induced carotenodermia: a literature review.", "http://www.ncbi.nlm.nih.gov/pubmed/3421202": "Carotenodermia in men with elevated carotenoid intake from foods and beta-carotene supplements.", "http://www.ncbi.nlm.nih.gov/pubmed/3434946": "[Dietary carotenodermias].", "http://www.ncbi.nlm.nih.gov/pubmed/9830271": "A case of carotenodermia caused by a diet of the dried seaweed called Nori.", "http://www.ncbi.nlm.nih.gov/pubmed/9525273": "Dietary carotenoids inhibit aflatoxin B1-induced liver preneoplastic foci and DNA damage in the rat: role of the modulation of aflatoxin B1 metabolism.", "http://www.ncbi.nlm.nih.gov/pubmed/32801927": "Pre-Exposure Prophylaxis (PrEP) in the Prevention of HIV: Strategies, Target Populations and Upcoming Treatments.", "http://www.ncbi.nlm.nih.gov/pubmed/31430318": "Performance of HIV pre-exposure prophylaxis indirect adherence measures among men who have sex with men and transgender women: Results from the PrEP Brasil Study.", "http://www.ncbi.nlm.nih.gov/pubmed/33569743": "Patient-Focused Selection of PrEP Medication for Individuals at Risk of HIV: A Narrative Review.", "http://www.ncbi.nlm.nih.gov/pubmed/30199098": "HIV Antiretroviral Pre-Exposure Prophylaxis: Development Challenges and Pipeline Promise.", "http://www.ncbi.nlm.nih.gov/pubmed/28322067": "The future of pre-exposure prophylaxis (PrEP) for human immunodeficiency virus (HIV) infection.", "http://www.ncbi.nlm.nih.gov/pubmed/18651330": "[The molecular background of Leigh syndrome].", "http://www.ncbi.nlm.nih.gov/pubmed/8338207": "The expanding clinical spectrum of mitochondrial diseases.", "http://www.ncbi.nlm.nih.gov/pubmed/10443880": "Loss-of-function mutations of SURF-1 are specifically associated with Leigh syndrome with cytochrome c oxidase deficiency.", "http://www.ncbi.nlm.nih.gov/pubmed/36237717": "Leigh Syndrome Mimicking Wernicke's Encephalopathy: A Case Report.", "http://www.ncbi.nlm.nih.gov/pubmed/35217561": "m.3685T > C is a novel mitochondrial DNA variant that causes Leigh syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/35166475": "[Primary diffuse meningeal melanomatosis: a literature review and a case report].", "http://www.ncbi.nlm.nih.gov/pubmed/32004738": "Brain Atrophy Associated with Primary Diffuse Meningeal Melanomatosis.", "http://www.ncbi.nlm.nih.gov/pubmed/31690266": "Primary diffuse meningeal melanomatosis - a rare form of meningeal melanoma: case report.", "http://www.ncbi.nlm.nih.gov/pubmed/20220448": "Primary diffuse meningeal melanomatosis.", "http://www.ncbi.nlm.nih.gov/pubmed/12533338": "Primary diffuse meningeal melanomatosis: radiologic-pathologic correlation.", "http://www.ncbi.nlm.nih.gov/pubmed/29146523": "Factors That Contribute to Differences in Survival of Black vs White Patients With Colorectal Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/24231453": "Racial disparity in consultation, treatment, and the impact on survival in metastatic colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/19673013": "Disparities in colorectal cancer in African-Americans vs Whites: before and after diagnosis.", "http://www.ncbi.nlm.nih.gov/pubmed/35176030": "The association of health insurance and race with treatment and survival in patients with metastatic colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/10826011": "Racial and ethnic factors in the genetic pathogenesis of colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/37191314": "Curcumin inhibits colon cancer malignant progression and promotes T cell killing by regulating miR-206 expression.", "http://www.ncbi.nlm.nih.gov/pubmed/36986483": "Curcumin and Andrographis Exhibit Anti-Tumor Effects in Colorectal Cancer via Activation of Ferroptosis and Dual Suppression of Glutathione Peroxidase-4 and Ferroptosis Suppressor Protein-1.", "http://www.ncbi.nlm.nih.gov/pubmed/37333486": "Curcumin induces apoptosis in human hepatocellular carcinoma cells by decreasing the expression of STAT3/VEGF/HIF-1α signaling.", "http://www.ncbi.nlm.nih.gov/pubmed/37210578": "Curcumin activates a ROS/KEAP1/NRF2/miR-34a/b/c cascade to suppress colorectal cancer metastasis.", "http://www.ncbi.nlm.nih.gov/pubmed/20426658": "Dietary curcumin increases antioxidant defenses in lung, ameliorates radiation-induced pulmonary fibrosis, and improves survival in mice.", "http://www.ncbi.nlm.nih.gov/pubmed/36564597": "Ten-year outcomes of cataract surgery for glaucoma management in patients with primary angle-closure disease.", "http://www.ncbi.nlm.nih.gov/pubmed/36307903": "Long-term limitations and complications of trans-scleral diode laser cycloablation for refractory glaucoma.", "http://www.ncbi.nlm.nih.gov/pubmed/33433580": "Glaucoma in Adults-Screening, Diagnosis, and Management: A Review.", "http://www.ncbi.nlm.nih.gov/pubmed/35647957": "Newer advances in medical management of glaucoma.", "http://www.ncbi.nlm.nih.gov/pubmed/26909513": "24-h Efficacy of Glaucoma Treatment Options.", "http://www.ncbi.nlm.nih.gov/pubmed/37355760": "The FGF21 analog pegozafermin in severe hypertriglyceridemia: a randomized phase 2 trial.", "http://www.ncbi.nlm.nih.gov/pubmed/36521501": "Safety, pharmacokinetics, and pharmacodynamics of pegozafermin in patients with non-alcoholic steatohepatitis: a randomised, double-blind, placebo-controlled, phase 1b/2a multiple-ascending-dose study.", "http://www.ncbi.nlm.nih.gov/pubmed/37356033": "Randomized, Controlled Trial of the FGF21 Analogue Pegozafermin in NASH.", "http://www.ncbi.nlm.nih.gov/pubmed/37696614": "Population Pharmacokinetics and Pharmacodynamics of Pegozafermin in Patients with Nonalcoholic Steatohepatitis.", "http://www.ncbi.nlm.nih.gov/pubmed/37562970": "The Novel GlycoPEGylated FGF21 Analog Pegozafermin Activates Human FGF Receptors and Improves Metabolic and Liver Outcomes in Diabetic Monkeys and Healthy Human Volunteers.", "http://www.ncbi.nlm.nih.gov/pubmed/35052871": "Effects of Alirocumab on Triglyceride Metabolism: A Fat-Tolerance Test and Nuclear Magnetic Resonance Spectroscopy Study.", "http://www.ncbi.nlm.nih.gov/pubmed/27250613": "[PCSK9 inhibitors - new possibilities in the treatment of hypercholesterolemia: For which patients will be indicated?Czech atherosclerosis society statement].", "http://www.ncbi.nlm.nih.gov/pubmed/26785741": "Alirocumab for hyperlipidemia: ODYSSEY Phase III clinical trial results and US FDA approval indications.", "http://www.ncbi.nlm.nih.gov/pubmed/28277798": "Alirocumab for the treatment of hypercholesterolemia.", "http://www.ncbi.nlm.nih.gov/pubmed/35974290": "Combined Semi-mechanistic Target-Mediated Drug Disposition and Pharmacokinetic-Pharmacodynamic Models of Alirocumab, PCSK9, and Low-Density Lipoprotein Cholesterol in a Pooled Analysis of Randomized Phase I/II/III Studies.", "http://www.ncbi.nlm.nih.gov/pubmed/37018869": "Vaccination against Helicobacter pylori - An approach for cancer prevention?", "http://www.ncbi.nlm.nih.gov/pubmed/37971157": "Advances in Helicobacter pylori vaccine research: From candidate antigens to adjuvants-A review.", "http://www.ncbi.nlm.nih.gov/pubmed/36641984": "Baculovirus-mediated expression of a Helicobacter pylori protein-based multiepitope hybrid gene induces a potent B cell response in mice.", "http://www.ncbi.nlm.nih.gov/pubmed/9395760": "Helicobacter pylori: from bench to bedside.", "http://www.ncbi.nlm.nih.gov/pubmed/25400981": "Use of probiotics in the fight against Helicobacter pylori.", "http://www.ncbi.nlm.nih.gov/pubmed/37444540": "Tebentafusp in Patients with Metastatic Uveal Melanoma: A Real-Life Retrospective Multicenter Study.", "http://www.ncbi.nlm.nih.gov/pubmed/37483658": "Immuno-oncology approaches in uveal melanoma: tebentafusp and beyond.", "http://www.ncbi.nlm.nih.gov/pubmed/36931146": "Is tebentafusp superior to combined immune checkpoint blockade and other systemic treatments in metastatic uveal melanoma? A comparative efficacy analysis with population adjustment.", "http://www.ncbi.nlm.nih.gov/pubmed/36970111": "Tebentafusp: a first-in-class treatment for metastatic uveal melanoma.", "http://www.ncbi.nlm.nih.gov/pubmed/36600005": "Advances in the clinical management of uveal melanoma.", "http://www.ncbi.nlm.nih.gov/pubmed/37965360": "A regulatory pathway model of neuropsychological disruption in Havana syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/35962646": "Havana syndrome: a scoping review of the existing literature.", "http://www.ncbi.nlm.nih.gov/pubmed/37976420": "A Brief Primer on the Concept of the Neuroweapon for U.S. Military Medical Personnel.", "http://www.ncbi.nlm.nih.gov/pubmed/32655474": "Distinctive Convergence Eye Movements in an Acquired Neurosensory Dysfunction.", "http://www.ncbi.nlm.nih.gov/pubmed/30828629": "Acute findings in an acquired neurosensory dysfunction.", "http://www.ncbi.nlm.nih.gov/pubmed/31021739": "ICTV Virus Taxonomy Profile: Filoviridae.", "http://www.ncbi.nlm.nih.gov/pubmed/36084314": "Drivers of African Filovirus (Ebola and Marburg) Outbreaks.", "http://www.ncbi.nlm.nih.gov/pubmed/9721531": "[Viral hemorrhagic fever--Ebola hemorrhagic fever, Marburg disease and Lassa fever].", "http://www.ncbi.nlm.nih.gov/pubmed/21046175": "Proposal for a revised taxonomy of the family Filoviridae: classification, names of taxa and viruses, and virus abbreviations.", "http://www.ncbi.nlm.nih.gov/pubmed/16026254": "Filovirus-like particles as vaccines and discovery tools.", "http://www.ncbi.nlm.nih.gov/pubmed/36239611": "Less is More? First Impressions From COSMIC-313.", "http://www.ncbi.nlm.nih.gov/pubmed/37062953": "Update on combined immunotherapy for the treatment of advanced renal cell carcinoma.", "http://www.ncbi.nlm.nih.gov/pubmed/37246571": "2023 ASCO genitourinary cancers symposium: focus on renal cell carcinoma.", "http://www.ncbi.nlm.nih.gov/pubmed/37163623": "Cabozantinib plus Nivolumab and Ipilimumab in Renal-Cell Carcinoma.", "http://www.ncbi.nlm.nih.gov/pubmed/37207297": "Triplet Strategies in Metastatic Clear Cell Renal Cell Carcinoma: A Worthy Option in the First-Line Setting?", "http://www.ncbi.nlm.nih.gov/pubmed/37352416": "The Transfer of Domperidone into Human Milk Remains Low at High Doses.", "http://www.ncbi.nlm.nih.gov/pubmed/36958154": "Embryotoxicity of silica nanoparticles in the drug delivery of domperidone in zebrafish.", "http://www.ncbi.nlm.nih.gov/pubmed/24147629": "Cardiac safety concerns for domperidone, an antiemetic and prokinetic, and galactogogue medicine.", "http://www.ncbi.nlm.nih.gov/pubmed/3527396": "Domperidone, a new dopamine antagonist.", "http://www.ncbi.nlm.nih.gov/pubmed/4061095": "Effect of domperidone on apomorphine inhibition of the copulatory response and exploratory behaviour in the female rat.", "http://www.ncbi.nlm.nih.gov/pubmed/34949518": "COVID-19 and HIV among children and adolescents: Current inequalities.", "http://www.ncbi.nlm.nih.gov/pubmed/37720974": "Maternal and birth outcomes in pregnant people with and without HIV in the Western Cape, South Africa.", "http://www.ncbi.nlm.nih.gov/pubmed/36629794": "Late presentation of HIV infection among adults in New Zealand from 2011 to 2020.", "http://www.ncbi.nlm.nih.gov/pubmed/36630307": "The association between penile cancer and HIV infection: A literature review.", "http://www.ncbi.nlm.nih.gov/pubmed/36630617": "Prevalence and determinants of heterosexual anal-intercourse among female sex workers in India: Findings from nationwide cross-sectional biological and behavioural survey.", "http://www.ncbi.nlm.nih.gov/pubmed/37307691": "Current and future trends in multiple sclerosis management: Near East perspective.", "http://www.ncbi.nlm.nih.gov/pubmed/35428205": "Real-world effectiveness and safety of fingolimod in patients with multiple sclerosis in the Czech Republic: results from core and extension parts of the GOLEMS study up to 48 months.", "http://www.ncbi.nlm.nih.gov/pubmed/35390594": "Prescription trends of disease-modifying treatments for multiple sclerosis in Iran over the past 30 years.", "http://www.ncbi.nlm.nih.gov/pubmed/35088492": "Trends in the use of disease-modifying therapies among reproductive-aged women with multiple sclerosis in the United States from 2010 to 2019.", "http://www.ncbi.nlm.nih.gov/pubmed/33443836": "[Pharmacovigilance update].", "http://www.ncbi.nlm.nih.gov/pubmed/37507472": "Volumetric capnography and return of spontaneous circulation in an experimental model of pediatric asphyxial cardiac arrest.", "http://www.ncbi.nlm.nih.gov/pubmed/37259022": "The effect of capnography on the incidence of hypoxia during sedation for EGD and colonoscopy in mildly obese patients: a randomized, controlled study.", "http://www.ncbi.nlm.nih.gov/pubmed/34008907": "Carbon dioxide monitoring in children-A narrative review of physiology, value, and pitfalls in clinical practice.", "http://www.ncbi.nlm.nih.gov/pubmed/30523011": "Capnography Monitoring During Procedural Sedation and Analgesia.", "http://www.ncbi.nlm.nih.gov/pubmed/24785676": "Volumetric capnography: the time has come.", "http://www.ncbi.nlm.nih.gov/pubmed/36691362": "Cancer Prevention Begins in Middle School: The Personal Advantages of HPV Immunization in Males.", "http://www.ncbi.nlm.nih.gov/pubmed/36305982": "Human Papillomavirus Vaccination in Male University Students in Turkey: Coverage Rate, Barriers, and Associated Factors.", "http://www.ncbi.nlm.nih.gov/pubmed/37264392": "Acceptance of HPV vaccination in boys among mothers from selected churches in Accra, Ghana.", "http://www.ncbi.nlm.nih.gov/pubmed/31992466": "EBCOG position statement: Gender neutral HPV vaccination for young adults.", "http://www.ncbi.nlm.nih.gov/pubmed/25553242": "Human papilloma virus vaccination: impact and recommendations across the world.", "http://www.ncbi.nlm.nih.gov/pubmed/34189344": "A case of unilateral sectoral iris heterochromia in an infant with Beckwith-Wiedemann syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/17933676": "Sectoral iris heterochromia and retinal pigment variation in 13q-syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/3792843": "Pigment distribution in Waardenburg's syndrome: a new hypothesis.", "http://www.ncbi.nlm.nih.gov/pubmed/37060787": "Analysis of Madelung disease based on sc-RNA sequencing: A case report and literature review.", "http://www.ncbi.nlm.nih.gov/pubmed/37363562": "Lipectomy for madelung disease using tumescent technique: a cross-sectional study.", "http://www.ncbi.nlm.nih.gov/pubmed/21813877": "Rhytidectomy approach for recurrent Madelung disease.", "http://www.ncbi.nlm.nih.gov/pubmed/1582619": "[Benign symmetrical lipomatosis. Lipectomy and liposuction in the treatment of Madelung disease].", "http://www.ncbi.nlm.nih.gov/pubmed/33492475": "Madelung Disease Epidemiology and Clinical Characteristics: a Systemic Review.", "http://www.ncbi.nlm.nih.gov/pubmed/32538188": "Drospirenone 4 mg-only pill (DOP) in 24+4 regimen: a new option for oral contraception.", "http://www.ncbi.nlm.nih.gov/pubmed/31321765": "Multicenter, phase III trials on the contraceptive efficacy, tolerability and safety of a new drospirenone-only pill.", "http://www.ncbi.nlm.nih.gov/pubmed/21080791": "Estrogen-free oral hormonal contraception: benefits of the progestin-only pill.", "http://www.ncbi.nlm.nih.gov/pubmed/36720088": "The Risk of Breakthrough Bleeding Justifies the Use of Combined Hormonal Contraception Over Progesterone-Only Pills While Breastfeeding.", "http://www.ncbi.nlm.nih.gov/pubmed/38002722": "Combined Hormonal Contraception during Breastfeeding-A Survey of Physician's Recommendations.", "http://www.ncbi.nlm.nih.gov/pubmed/37195941": "A Phase 2 Trial of Peresolimab for Adults with Rheumatoid Arthritis.", "http://www.ncbi.nlm.nih.gov/pubmed/37814560": "Novel corticosteroid formulations in the treatment of eosinophilic esophagitis: what is the evidence?", "http://www.ncbi.nlm.nih.gov/pubmed/36351516": "Breaking down the complex pathophysiology of eosinophilic esophagitis.", "http://www.ncbi.nlm.nih.gov/pubmed/37064719": "Eosinophilic esophagitis-associated epithelial remodeling may limit esophageal carcinogenesis.", "http://www.ncbi.nlm.nih.gov/pubmed/20353445": "Redefining the role of lymphocytes in gastroesophageal reflux disease and eosinophilic esophagitis.", "http://www.ncbi.nlm.nih.gov/pubmed/23085895": "Clinical features distinguish eosinophilic and reflux-induced esophagitis.", "http://www.ncbi.nlm.nih.gov/pubmed/36759100": "Structural Gynecological Disease: Fibroids, Endometriosis, Ovarian Cysts.", "http://www.ncbi.nlm.nih.gov/pubmed/36989026": "Diagnosis and management of uterine fibroids: current trends and future strategies.", "http://www.ncbi.nlm.nih.gov/pubmed/18372219": "Clinical presentation of fibroids.", "http://www.ncbi.nlm.nih.gov/pubmed/37609293": "Characterization of m6A modifiers and RNA modifications in uterine fibroids.", "http://www.ncbi.nlm.nih.gov/pubmed/25145720": "Overview of latest evidence on uterine fibroids.", "http://www.ncbi.nlm.nih.gov/pubmed/36729098": "Immune checkpoint inhibitors for RET fusion non-small cell lung cancer: hopes and challenges.", "http://www.ncbi.nlm.nih.gov/pubmed/36568522": "Overview of Drug-Drug Interactions Between Ritonavir-Boosted Nirmatrelvir (Paxlovid) and Targeted Therapy and Supportive Care for Lung Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/36572992": "An overview of the role of selpercatinib and pralsetinib in RET-fusion-positive non-small cell lung cancer (NSCLC).", "http://www.ncbi.nlm.nih.gov/pubmed/36626081": "Metastatic medullary thyroid carcinoma (MTC): disease course, treatment modalities and factors predisposing for drug resistance.", "http://www.ncbi.nlm.nih.gov/pubmed/36632846": "RET aberrant cancers and RET inhibitor therapies: Current state-of-the-art and future perspectives.", "http://www.ncbi.nlm.nih.gov/pubmed/36731088": "INTERLEUKIN-35 DOWNREGULATES THE IMMUNE RESPONSE OF EFFECTOR CD4 + T CELLS VIA RESTRICTING HIGH MOBILITY GROUP BOX-1 PROTEIN-DEPENDENT AUTOPHAGY IN SEPSIS.", "http://www.ncbi.nlm.nih.gov/pubmed/36579639": "Peripheral blood subpopulations of Bregs producing IL-35 in women with endometriosis.", "http://www.ncbi.nlm.nih.gov/pubmed/37464473": "IL-35 Stabilizes Treg Phenotype to Protect Cardiac Allografts in Mice.", "http://www.ncbi.nlm.nih.gov/pubmed/36314719": "Reduced circulating interleukin 35 is associated with enhanced peripheral T cell function in primary biliary cholangitis.", "http://www.ncbi.nlm.nih.gov/pubmed/29371247": "IL-35 (Interleukin-35) Suppresses Endothelial Cell Activation by Inhibiting Mitochondrial Reactive Oxygen Species-Mediated Site-Specific Acetylation of H3K14 (Histone 3 Lysine 14).", "http://www.ncbi.nlm.nih.gov/pubmed/33080902": "Immunological Perspective for Ebola Virus Infection and Various Treatment Measures Taken to Fight the Disease.", "http://www.ncbi.nlm.nih.gov/pubmed/30513823": "Persistence and Sexual Transmission of Filoviruses.", "http://www.ncbi.nlm.nih.gov/pubmed/30381349": "Modeling Ebola Virus Transmission Using Ferrets.", "http://www.ncbi.nlm.nih.gov/pubmed/25719678": "Rapid intervention to reduce Ebola transmission in a remote village - Gbarpolu County, Liberia, 2014.", "http://www.ncbi.nlm.nih.gov/pubmed/18981410": "Stimulation of Ebola virus production from persistent infection through activation of the Ras/MAPK pathway.", "http://www.ncbi.nlm.nih.gov/pubmed/36690705": "Evolution of acquired resistance in a ROS1+ KRAS G12C+ NSCLC through the MAPK pathway.", "http://www.ncbi.nlm.nih.gov/pubmed/36563789": "Development of a high-throughput TR-FRET screening assay for a fast-cycling KRAS mutant.", "http://www.ncbi.nlm.nih.gov/pubmed/36566134": "[Sotorasib treatment in KRAS G12C-mutated non-small cell lung cancer: Experience in the Tours university hospital].", "http://www.ncbi.nlm.nih.gov/pubmed/36764316": "Sotorasib versus docetaxel for previously treated non-small-cell lung cancer with KRASG12C mutation: a randomised, open-label, phase 3 trial.", "http://www.ncbi.nlm.nih.gov/pubmed/36581205": "Oncogenic RAS promotes MYC protein stability by upregulating the expression of the inhibitor of apoptosis protein family member Survivin.", "http://www.ncbi.nlm.nih.gov/pubmed/37387368": "Impact of tick-borne pathogens on the health risk of soldiers.", "http://www.ncbi.nlm.nih.gov/pubmed/35190334": "Prevalence of Coxiella-infections in ticks - review and meta-analysis.", "http://www.ncbi.nlm.nih.gov/pubmed/37866329": "Exploring the diversity of tick-borne pathogens: The case of bacteria (Anaplasma, Rickettsia, Coxiella and Borrelia) protozoa (Babesia and Theileria) and viruses (Orthonairovirus, tick-borne encephalitis virus and louping ill virus) in the European continent.", "http://www.ncbi.nlm.nih.gov/pubmed/26458781": "The Importance of Ticks in Q Fever Transmission: What Has (and Has Not) Been Demonstrated?", "http://www.ncbi.nlm.nih.gov/pubmed/33406079": "Vector competence of the African argasid tick Ornithodoros moubata for the Q fever agent Coxiella burnetii.", "http://www.ncbi.nlm.nih.gov/pubmed/36946211": "A critical review of methotrexate clinical interactions: role of transporters.", "http://www.ncbi.nlm.nih.gov/pubmed/36508886": "Folate Receptor as a Biomarker and Therapeutic Target in Solid Tumors.", "http://www.ncbi.nlm.nih.gov/pubmed/22111860": "Pharmacokinetic drug-drug interactions with methotrexate in oncology.", "http://www.ncbi.nlm.nih.gov/pubmed/20579471": "Focal skin toxicity related to methotrexate sparing psoriatic plaques.", "http://www.ncbi.nlm.nih.gov/pubmed/12583828": "Novel antifolate drugs.", "http://www.ncbi.nlm.nih.gov/pubmed/37537946": "A multicenter, phase II trial of GC1118, a novel anti-EGFR antibody, for recurrent glioblastoma patients with EGFR amplification.", "http://www.ncbi.nlm.nih.gov/pubmed/36617405": "Suspected Autosomal Recessive Polycystic Kidney Disease but Cerebellar Vermis Hypoplasia, Oligophrenia Ataxia, Coloboma, and Hepatic Fibrosis (COACH) Syndrome in Retrospect, A Delayed Diagnosis Aided by Genotyping and Reverse Phenotyping: A Case Report and A Review of the Literature.", "http://www.ncbi.nlm.nih.gov/pubmed/37965976": "The role of liver transplantation in COACH syndrome (Joubert syndrome with congenital hepatic fibrosis): A review of the literature.", "http://www.ncbi.nlm.nih.gov/pubmed/19058225": "MKS3/TMEM67 mutations are a major cause of COACH Syndrome, a Joubert Syndrome related disorder with liver involvement.", "http://www.ncbi.nlm.nih.gov/pubmed/28860541": "Functional validation of novel MKS3/TMEM67 mutations in COACH syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/8669436": "Renal insufficiency is a component of COACH syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/33436094": "Screening for depression in children and adolescents: a protocol for a systematic review update.", "http://www.ncbi.nlm.nih.gov/pubmed/876801": "Childhood depression: an explanation of a behavior disorder of children.", "http://www.ncbi.nlm.nih.gov/pubmed/28520097": "Depressive-symptom onset during toddlerhood in a sample of depressed preschoolers: Implications for future investigations of major depressive disorder in toddlers.", "http://www.ncbi.nlm.nih.gov/pubmed/31515716": "Preschool-Onset Major Depressive Disorder is Characterized by Electrocortical Deficits in Processing Pleasant Emotional Pictures.", "http://www.ncbi.nlm.nih.gov/pubmed/30911869": "A Daily Diary Analysis of Preschool Depressive Behaviors: Prospective Associations and Moderators Across 14 Days.", "http://www.ncbi.nlm.nih.gov/pubmed/37839266": "Simultaneous quantification of nirmatrelvir/ritonavir in human serum by LC-HRMS.", "http://www.ncbi.nlm.nih.gov/pubmed/36703601": "SAR based Review on Diverse Heterocyclic Compounds with Various Potential Molecular Targets in the Fight against COVID-19: A Medicinal Chemist Perspective.", "http://www.ncbi.nlm.nih.gov/pubmed/37969744": "Activation of PXR causes drug interactions with Paxlovid in transgenic mice.", "http://www.ncbi.nlm.nih.gov/pubmed/36181334": "Editorial: Rebound COVID-19 and Cessation of Antiviral Treatment for SARS-CoV-2 with Paxlovid and Molnupiravir.", "http://www.ncbi.nlm.nih.gov/pubmed/28453179": "The albatross plot: A novel graphical tool for presenting results of diversely reported studies in a systematic review.", "http://www.ncbi.nlm.nih.gov/pubmed/34035181": "Workplace interventions that aim to improve employee health and well-being in male-dominated industries: a systematic review.", "http://www.ncbi.nlm.nih.gov/pubmed/32423407": "Association between parent and child physical activity: a systematic review.", "http://www.ncbi.nlm.nih.gov/pubmed/33771150": "Take-home naloxone programs for suspected opioid overdose in community settings: a scoping umbrella review.", "http://www.ncbi.nlm.nih.gov/pubmed/31420089": "Medication Treatment of Opioid Use Disorder.", "http://www.ncbi.nlm.nih.gov/pubmed/36123614": "Naloxone administration by law enforcement officers in New York State (2015-2020).", "http://www.ncbi.nlm.nih.gov/pubmed/33682423": "Opioid-Associated Out-of-Hospital Cardiac Arrest: Distinctive Clinical Features and Implications for Health Care and Public Responses: A Scientific Statement From the American Heart Association.", "http://www.ncbi.nlm.nih.gov/pubmed/30924736": "Evidence-Based Guidelines for EMS Administration of Naloxone.", "http://www.ncbi.nlm.nih.gov/pubmed/37180506": "IgA Nephropathy Patient Baseline Characteristics in the Sparsentan PROTECT Study.", "http://www.ncbi.nlm.nih.gov/pubmed/37022667": "Sparsentan: First Approval.", "http://www.ncbi.nlm.nih.gov/pubmed/37256677": "Dual inhibition of the endothelin and angiotensin receptor ameliorates renal and inner ear pathologies in Alport mice.", "http://www.ncbi.nlm.nih.gov/pubmed/37221817": "Population pharmacokinetic analysis of sparsentan in healthy volunteers and patients with focal segmental glomerulosclerosis.", "http://www.ncbi.nlm.nih.gov/pubmed/36852566": "Effect of Multiple Doses of Sparsentan on the Single-Dose Pharmacokinetics of Dapagliflozin: An Open-Label Drug-Drug Interaction Study in Healthy Adults.", "http://www.ncbi.nlm.nih.gov/pubmed/36396811": "Clinical pitfalls and serological diagnostics of MuSK myasthenia gravis.", "http://www.ncbi.nlm.nih.gov/pubmed/37455510": "Plasma Myokine Profiles in Patients With AChR- and MuSK-Ab-Positive Myasthenia Gravis.", "http://www.ncbi.nlm.nih.gov/pubmed/36527328": "Autologous hematopoietic stem cell transplant for the treatment of refractory myasthenia gravis with anti-muscle specific kinase antibodies.", "http://www.ncbi.nlm.nih.gov/pubmed/37150596": "Pregnancy in MuSK-positive myasthenia gravis: A single-center case series.", "http://www.ncbi.nlm.nih.gov/pubmed/37564637": "Immunotherapies in MuSK-positive Myasthenia Gravis; an IgG4 antibody-mediated disease.", "http://www.ncbi.nlm.nih.gov/pubmed/35967183": "The Antipyretic Effect of High-Dose Paracetamol Versus Mefenamic Acid in the Treatment of Febrile Children: A Randomized Control Trial.", "http://www.ncbi.nlm.nih.gov/pubmed/35511631": "Management of fever in infants and children in the emergency setting and during home discharge: recommendations from an Italian panel.", "http://www.ncbi.nlm.nih.gov/pubmed/33912381": "Management of acute fever in children: Consensus recommendations for community and primary healthcare providers in sub-Saharan Africa.", "http://www.ncbi.nlm.nih.gov/pubmed/9578327": "Fever and hypothermia: two adaptive thermoregulatory responses to systemic inflammation.", "http://www.ncbi.nlm.nih.gov/pubmed/33738101": "Let fever do its job: The meaning of fever in the pandemic era.", "http://www.ncbi.nlm.nih.gov/pubmed/36703251": "Sustained Mpox Proctitis with Primary Syphilis and HIV Seroconversion, Australia.", "http://www.ncbi.nlm.nih.gov/pubmed/37267792": "Syphilitic proctitis presenting as locally advanced rectal cancer: A case report.", "http://www.ncbi.nlm.nih.gov/pubmed/35969837": "Etiologies of Proctitis at a Sexual Health Clinic in Seattle, Washington From 2011 to 2021.", "http://www.ncbi.nlm.nih.gov/pubmed/27365889": "Syphilitic proctitis.", "http://www.ncbi.nlm.nih.gov/pubmed/30516724": "A Case of Asymptomatic Syphilitic Proctitis.", "http://www.ncbi.nlm.nih.gov/pubmed/35793516": "Domperidone Use as a Galactagogue and Infanticide Ideation: A Case Report.", "http://www.ncbi.nlm.nih.gov/pubmed/36367713": "Psychiatric Manifestations of Withdrawal Following Domperidone Used as a Galactagogue.", "http://www.ncbi.nlm.nih.gov/pubmed/37159421": "Drugs in Focus: Domperidone.", "http://www.ncbi.nlm.nih.gov/pubmed/25475074": "Use of domperidone as a galactagogue drug: a systematic review of the benefit-risk ratio.", "http://www.ncbi.nlm.nih.gov/pubmed/33751503": "Pharmacotherapeutic Strategies and New Targets in OCD.", "http://www.ncbi.nlm.nih.gov/pubmed/21963369": "Glutamate abnormalities in obsessive compulsive disorder: neurobiology, pathophysiology, and treatment.", "http://www.ncbi.nlm.nih.gov/pubmed/24576790": "Obsessive-compulsive disorder.", "http://www.ncbi.nlm.nih.gov/pubmed/31146727": "Investigation of anterior cingulate cortex gamma-aminobutyric acid and glutamate-glutamine levels in obsessive-compulsive disorder using magnetic resonance spectroscopy.", "http://www.ncbi.nlm.nih.gov/pubmed/28950396": "Role of Glutamatergic System in Obsessive-Compulsive Disorder with Possible Therapeutic Implications.", "http://www.ncbi.nlm.nih.gov/pubmed/32307659": "Preventing, identifying, and managing medication-related osteonecrosis of the jaw: a practical guide for nurses and other allied healthcare professionals.", "http://www.ncbi.nlm.nih.gov/pubmed/29063702": "Antiresorptive treatment-associated ONJ.", "http://www.ncbi.nlm.nih.gov/pubmed/28684826": "Aggressive denosumab-related jaw necrosis - a case series.", "http://www.ncbi.nlm.nih.gov/pubmed/25497376": "United Kingdom nationwide study of avascular necrosis of the jaws including bisphosphonate-related necrosis.", "http://www.ncbi.nlm.nih.gov/pubmed/23830772": "Successful surgical management of osteonecrosis of the jaw due to RANK-ligand inhibitor treatment using fluorescence guided bone resection.", "http://www.ncbi.nlm.nih.gov/pubmed/34920276": "Evaluation of a semi-automated data extraction tool for public health literature-based reviews: Dextr.", "http://www.ncbi.nlm.nih.gov/pubmed/32856160": "Data extraction for epidemiological research (DExtER): a novel tool for automated clinical epidemiology studies.", "http://www.ncbi.nlm.nih.gov/pubmed/37402676": "[Efficacy and outcomes of shunt surgery for secondary hydrocephalus].", "http://www.ncbi.nlm.nih.gov/pubmed/34152450": "An adjustable gravitational valve for initial VP-shunt treatment in hydrocephalic preterm neonates and infants below 1 year of age.", "http://www.ncbi.nlm.nih.gov/pubmed/34774581": "An updated model of hydrocephalus in sheep to evaluate the performance of a device for ambulatory wireless monitoring of cerebral pressure through shunts.", "http://www.ncbi.nlm.nih.gov/pubmed/21961546": "Single-incision laparoscopic transumbilical shunt placement.", "http://www.ncbi.nlm.nih.gov/pubmed/31286305": "Management of hydrocephalus after resection of posterior fossa lesions in pediatric and adult patients-predictors for development of hydrocephalus.", "http://www.ncbi.nlm.nih.gov/pubmed/36272109": "Multicentre Real-world Experience of Upadacitinib in the Treatment of Crohn's Disease.", "http://www.ncbi.nlm.nih.gov/pubmed/36968986": "Successful treatment of concomitant alopecia universalis and Crohn's disease with upadacitinib: A case report.", "http://www.ncbi.nlm.nih.gov/pubmed/35695972": "Upadacitinib Is Safe and Effective for Crohn's Disease: Real-World Data from a Tertiary Center.", "http://www.ncbi.nlm.nih.gov/pubmed/31781755": "Efficacy of JAK inhibitors in Crohn's Disease.", "http://www.ncbi.nlm.nih.gov/pubmed/36898598": "Upadacitinib Is Effective and Safe in Both Ulcerative Colitis and Crohn's Disease: Prospective Real-World Experience.", "http://www.ncbi.nlm.nih.gov/pubmed/37301531": "Melatonin regulates microglial polarization and protects against ischemic stroke-induced brain injury in mice.", "http://www.ncbi.nlm.nih.gov/pubmed/37321200": "Melatonin Attenuates Cerebral Ischemia/Reperfusion Injury through Inducing Autophagy.", "http://www.ncbi.nlm.nih.gov/pubmed/35219702": "Melatonin improves cognitive function by suppressing endoplasmic reticulum stress and promoting synaptic plasticity during chronic cerebral hypoperfusion in rats.", "http://www.ncbi.nlm.nih.gov/pubmed/12614473": "The utility of melatonin in reducing cerebral damage resulting from ischemia and reperfusion.", "http://www.ncbi.nlm.nih.gov/pubmed/24646622": "Inhibition of autophagy contributes to melatonin-mediated neuroprotection against transient focal cerebral ischemia in rats.", "http://www.ncbi.nlm.nih.gov/pubmed/36837597": "Hemoglobin-Based Oxygen Carriers: Where Are We Now in 2023?", "http://www.ncbi.nlm.nih.gov/pubmed/34776270": "From hemoglobin allostery to hemoglobin-based oxygen carriers.", "http://www.ncbi.nlm.nih.gov/pubmed/17591302": "Artificial oxygen carriers: a current review.", "http://www.ncbi.nlm.nih.gov/pubmed/11805546": "Potential of hemoglobin-based oxygen carriers in trauma patients.", "http://www.ncbi.nlm.nih.gov/pubmed/15168238": "Hemoglobin substitutes.", "http://www.ncbi.nlm.nih.gov/pubmed/35841240": "The Future of AD Clinical Trials with the Advent of Anti-Amyloid Therapies: An CTAD Task Force Report.", "http://www.ncbi.nlm.nih.gov/pubmed/36447240": "Gantenerumab: an anti-amyloid monoclonal antibody with potential disease-modifying effects in early Alzheimer's disease.", "http://www.ncbi.nlm.nih.gov/pubmed/37017737": "Longitudinal head-to-head comparison of 11C-PiB and 18F-florbetapir PET in a Phase 2/3 clinical trial of anti-amyloid-β monoclonal antibodies in dominantly inherited Alzheimer's disease.", "http://www.ncbi.nlm.nih.gov/pubmed/36751779": "Investigational treatments for neurodegenerative diseases caused by inheritance of gene mutations: lessons from recent clinical trials.", "http://www.ncbi.nlm.nih.gov/pubmed/36281062": "Quantitative systems pharmacology model of the amyloid pathway in Alzheimer's disease: Insights into the therapeutic mechanisms of clinical candidates.", "http://www.ncbi.nlm.nih.gov/pubmed/37823427": "Fibrinogen Aα gene genotyping in patients with inherited afibrinogenemia deficiency; a novel mutation in Iranian afibrinogenemia patients.", "http://www.ncbi.nlm.nih.gov/pubmed/36055263": "One Hundred Years of Congenital Fibrinogen Disorders.", "http://www.ncbi.nlm.nih.gov/pubmed/35853369": "Congenital (hypo-)dysfibrinogenemia and bleeding: A systematic literature review.", "http://www.ncbi.nlm.nih.gov/pubmed/35821906": "Fibrinogen Deficiency with Thrombotic Manifestations.", "http://www.ncbi.nlm.nih.gov/pubmed/35207353": "Heterogeneity of Genotype-Phenotype in Congenital Hypofibrinogenemia-A Review of Case Reports Associated with Bleeding and Thrombosis.", "http://www.ncbi.nlm.nih.gov/pubmed/25617013": "Review of thalidomide use in the pediatric population.", "http://www.ncbi.nlm.nih.gov/pubmed/21048383": "[Thalidomide as immunomodulatory drug: pharmacological actions and its indications].", "http://www.ncbi.nlm.nih.gov/pubmed/11235821": "Thalomid (Thalidomide) capsules: a review of the first 18 months of spontaneous postmarketing adverse event surveillance, including off-label prescribing.", "http://www.ncbi.nlm.nih.gov/pubmed/12423428": "Thalidomide in dermatology.", "http://www.ncbi.nlm.nih.gov/pubmed/21338284": "Pomalidomide therapy for multiple myeloma and myelofibrosis: an update.", "http://www.ncbi.nlm.nih.gov/pubmed/37345774": "New Nasal Spray for Migraine Headaches.", "http://www.ncbi.nlm.nih.gov/pubmed/37038933": "The pharmacotherapeutic management of episodic and chronic migraine with gepants.", "http://www.ncbi.nlm.nih.gov/pubmed/37227596": "Zavegepant: First Approval.", "http://www.ncbi.nlm.nih.gov/pubmed/36804093": "Safety, tolerability, and efficacy of zavegepant 10 mg nasal spray for the acute treatment of migraine in the USA: a phase 3, double-blind, randomised, placebo-controlled multicentre trial.", "http://www.ncbi.nlm.nih.gov/pubmed/37363553": "Nasal spray (Zavegepant) for migraines: a mini-review.", "http://www.ncbi.nlm.nih.gov/pubmed/30671231": "Giant Brunner's gland hamartoma causing retrograde jejuno-duodenal intussusception: A case report.", "http://www.ncbi.nlm.nih.gov/pubmed/27737521": "Giant Brunner's Gland Hamartoma of the Duodenal Bulb Presenting with Upper Gastrointestinal Bleeding and Obstruction.", "http://www.ncbi.nlm.nih.gov/pubmed/22303509": "Large Brunner's Gland Hamartoma: A Case Report.", "http://www.ncbi.nlm.nih.gov/pubmed/15034292": "A case of Brunner's gland hamartoma presenting as obscure gastrointestinal hemorrhage.", "http://www.ncbi.nlm.nih.gov/pubmed/31443637": "A giant Brunner's gland hamartoma being treated as a pedunculated polyp: a case report.", "http://www.ncbi.nlm.nih.gov/pubmed/36449100": "Outcomes and perception of cloud-based remote patient monitoring in children receiving automated peritoneal dialysis: a prospective study.", "http://www.ncbi.nlm.nih.gov/pubmed/32063210": "Prescribing peritoneal dialysis for high-quality care in children.", "http://www.ncbi.nlm.nih.gov/pubmed/2739769": "[Hemofiltration as kidney function replacement treatment in newborn infants].", "http://www.ncbi.nlm.nih.gov/pubmed/10723344": "Haemodialysis in infants.", "http://www.ncbi.nlm.nih.gov/pubmed/34648058": "Practice patterns and outcomes of maintenance dialysis in children < 2 years of age: a report of the North American Pediatric Renal Trials and Collaborative Studies (NAPRTCS).", "http://www.ncbi.nlm.nih.gov/pubmed/37490245": "Anti-Amyloid Immunotherapies for Alzheimer's Disease: A 2023 Clinical Update.", "http://www.ncbi.nlm.nih.gov/pubmed/37389302": "Key questions for the evaluation of anti-amyloid immunotherapies for Alzheimer's disease.", "http://www.ncbi.nlm.nih.gov/pubmed/37414156": "Passive Alzheimer's immunotherapy: A promising or uncertain option?", "http://www.ncbi.nlm.nih.gov/pubmed/37334596": "The Anti-Amyloid Monoclonal Antibody Lecanemab: 16 Cautionary Notes.", "http://www.ncbi.nlm.nih.gov/pubmed/37357276": "Lecanemab: Appropriate Use Recommendations.", "http://www.ncbi.nlm.nih.gov/pubmed/36790748": "Comparison of sonographic and CT findings for the identification of renal nodules in dogs and cats.", "http://www.ncbi.nlm.nih.gov/pubmed/15005361": "Ultrasonographic findings in abdominal mast cell disease: a retrospective study of 19 patients.", "http://www.ncbi.nlm.nih.gov/pubmed/7591927": "Ultrasonography of the brain and vertebral canal in dogs and cats: 15 cases (1988-1993).", "http://www.ncbi.nlm.nih.gov/pubmed/7358560": "Ultrasonographic diagnosis of renal disease in small animals.", "http://www.ncbi.nlm.nih.gov/pubmed/6698841": "Two-dimensional, gray-scale ultrasonography for assessment of hepatic and splenic neoplasia in the dog and cat.", "http://www.ncbi.nlm.nih.gov/pubmed/36056897": "Food and Drug Administration Approval of Artesunate for Severe Malaria: Enough to Achieve Best Practice?", "http://www.ncbi.nlm.nih.gov/pubmed/37666798": "Evidence Based Optimal Dosing of Intravenous Artesunate in Children with Severe Falciparum Malaria.", "http://www.ncbi.nlm.nih.gov/pubmed/36126008": "Malaria: Prevention, Diagnosis, and Treatment.", "http://www.ncbi.nlm.nih.gov/pubmed/17402835": "Artesunate, artemether or quinine in severe Plasmodium falciparum malaria?", "http://www.ncbi.nlm.nih.gov/pubmed/30885541": "Management and prevention of imported malaria in children. Update of the French guidelines.", "http://www.ncbi.nlm.nih.gov/pubmed/37059507": "Safety and efficacy of rozanolixizumab in patients with generalised myasthenia gravis (MycarinG): a randomised, double-blind, placebo-controlled, adaptive phase 3 study.", "http://www.ncbi.nlm.nih.gov/pubmed/37287352": "[Main Syndrome and Antibody Effects of Autoimmune Encephalitis Caused by Antineuronal Surface Antibodies: An Update].", "http://www.ncbi.nlm.nih.gov/pubmed/37166675": "Measuring Overall Severity of Myasthenia Gravis (MG): Evidence for the Added Value of the MG Symptoms PRO.", "http://www.ncbi.nlm.nih.gov/pubmed/37602255": "FcRN receptor antagonists in the management of myasthenia gravis.", "http://www.ncbi.nlm.nih.gov/pubmed/37656420": "Rozanolixizumab: First Approval.", "http://www.ncbi.nlm.nih.gov/pubmed/33336844": "FOLFOXIRI-Bevacizumab or FOLFOX-Panitumumab in Patients with Left-Sided RAS/BRAF Wild-Type Metastatic Colorectal Cancer: A Propensity Score-Based Analysis.", "http://www.ncbi.nlm.nih.gov/pubmed/33539032": "FOLFOXIRI plus Bevacizumab Versus FOLFOX plus Panitumumab for Metastatic Left-Sided RAS/BRAF Wild-Type Colorectal Cancer: Which \"Side\" Are You On?", "http://www.ncbi.nlm.nih.gov/pubmed/32107929": "Cost-Effectiveness Analysis of First-Line FOLFIRI Combined With Cetuximab or Bevacizumab in Patients With RAS Wild-Type Left-Sided Metastatic Colorectal Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/30595807": "Considering FOLFOXIRI plus bevacizumab for metastatic colorectal cancer with left-sided tumors.", "http://www.ncbi.nlm.nih.gov/pubmed/25012455": "FOLFIRINOX bevacizumab is a promising therapy for chemorefractory metastatic colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/37905874": "Amyloid-beta and tau protein beyond Alzheimer's disease.", "http://www.ncbi.nlm.nih.gov/pubmed/37652560": "The molecular spectrum of amyloid-beta (Aβ) in neurodegenerative diseases beyond Alzheimer's disease.", "http://www.ncbi.nlm.nih.gov/pubmed/26614753": "Is amyloid-β harmful to the brain? Insights from human imaging studies.", "http://www.ncbi.nlm.nih.gov/pubmed/26657517": "Amyloid-β dimers in the absence of plaque pathology impair learning and synaptic plasticity.", "http://www.ncbi.nlm.nih.gov/pubmed/32093040": "Amyloidogenic Peptides in Human Neuro-Degenerative Diseases and in Microorganisms: A Sorrow Shared Is a Sorrow Halved?", "http://www.ncbi.nlm.nih.gov/pubmed/37042198": "Detection, identification and genotyping of Borrelia spp. in ticks of Coastal-Karst and Littoral-Inner Carniola regions in Slovenia.", "http://www.ncbi.nlm.nih.gov/pubmed/36958955": "Vertebrate-arthropod communication dictates tick development and pathogen transmission.", "http://www.ncbi.nlm.nih.gov/pubmed/36944114": "White-Tailed Deer Serum Kills the Lyme Disease Spirochete, Borrelia burgdorferi.", "http://www.ncbi.nlm.nih.gov/pubmed/34612847": "Criteria for Pediatric Sepsis-A Systematic Review and Meta-Analysis by the Pediatric Sepsis Definition Taskforce.", "http://www.ncbi.nlm.nih.gov/pubmed/32861227": "Early lactate measurements for predicting in-hospital mortality in paediatric sepsis.", "http://www.ncbi.nlm.nih.gov/pubmed/32041465": "Lactate Measurements and Their Association With Mortality in Pediatric Severe Sepsis in India: Evidence That 6-Hour Level Performs Best.", "http://www.ncbi.nlm.nih.gov/pubmed/28068437": "Association Between Early Lactate Levels and 30-Day Mortality in Clinically Suspected Sepsis in Children.", "http://www.ncbi.nlm.nih.gov/pubmed/36377152": "Blood Lactate Levels And Lactate Clearance As Predictors Of Mortality In Neonatal Sepsis.", "http://www.ncbi.nlm.nih.gov/pubmed/36734148": "Efficacy and Safety of Fezolinetant in Moderate to Severe Vasomotor Symptoms Associated With Menopause: A Phase 3 RCT.", "http://www.ncbi.nlm.nih.gov/pubmed/36470539": "Drugs for the treatment of postmenopausal symptoms: Hormonal and non-hormonal therapy.", "http://www.ncbi.nlm.nih.gov/pubmed/37343519": "Neurokinin 3 receptor antagonists for menopausal vasomotor symptoms, an appraisal.", "http://www.ncbi.nlm.nih.gov/pubmed/37462862": "Fezolinetant: First Approval.", "http://www.ncbi.nlm.nih.gov/pubmed/33724119": "Fezolinetant in the treatment of vasomotor symptoms associated with menopause.", "http://www.ncbi.nlm.nih.gov/pubmed/31653970": "Genomic characterization of intrinsic and acquired resistance to cetuximab in colorectal cancer patients.", "http://www.ncbi.nlm.nih.gov/pubmed/36117191": "ARID1A mutations confer intrinsic and acquired resistance to cetuximab treatment in colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/22722830": "Emergence of KRAS mutations and acquired resistance to anti-EGFR therapy in colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/25993166": "Overcoming Resistance to Anti-EGFR Therapy in Colorectal Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/27341591": "Spectrum of Gene Mutations in Colorectal Cancer: Implications for Treatment.", "http://www.ncbi.nlm.nih.gov/pubmed/37417215": "Treatment of pectus excavatum with vacuum bell during puberty.", "http://www.ncbi.nlm.nih.gov/pubmed/36891368": "The management of pectus excavatum in pediatric patients: a narrative review.", "http://www.ncbi.nlm.nih.gov/pubmed/34815370": "Surgical versus Vacuum Bell Therapy for the Correction of Pectus Excavatum: A Comparison of 1-Year Treatment Outcomes.", "http://www.ncbi.nlm.nih.gov/pubmed/37451288": "Long-Term Recurrence Rates and Patient Satisfaction after Repair of Pectus Excavatum.", "http://www.ncbi.nlm.nih.gov/pubmed/35221034": "Minimally invasive repair of asymmetric pectus excavatum: An alternative technique to treating asymmetric morphology.", "http://www.ncbi.nlm.nih.gov/pubmed/31916265": "The need for clean air: The way air pollution and climate change affect allergic rhinitis and asthma.", "http://www.ncbi.nlm.nih.gov/pubmed/32867076": "Impact of Air Pollution on Asthma Outcomes.", "http://www.ncbi.nlm.nih.gov/pubmed/31974673": "Diagnostic and prognostic value of procalcitonin and mid-regional pro-adrenomedullin in septic paediatric patients.", "http://www.ncbi.nlm.nih.gov/pubmed/32984583": "Individual and combined bioscore model of presepsin, procalcitonin, and high sensitive C - reactive protein as biomarkers for early diagnosis of paediatric sepsis.", "http://www.ncbi.nlm.nih.gov/pubmed/15524419": "[Procalcitonin and C-reactive protein as a markers of neonatal sepsis].", "http://www.ncbi.nlm.nih.gov/pubmed/17260130": "Procalcitonin and C-reactive protein as markers of systemic inflammatory response syndrome severity in critically ill children.", "http://www.ncbi.nlm.nih.gov/pubmed/38050211": "The potential role of serum lipoprotein in children with sepsis.", "http://www.ncbi.nlm.nih.gov/pubmed/37467498": "Zilebesiran, an RNA Interference Therapeutic Agent for Hypertension.", "http://www.ncbi.nlm.nih.gov/pubmed/37706295": "Novel Pharmacological Approaches in the Treatment of Hypertension: A Focus on RNA-Based Therapeutics.", "http://www.ncbi.nlm.nih.gov/pubmed/37897397": "Emerging insights and future prospects for therapeutic application of siRNA targeting angiotensinogen in hypertension.", "http://www.ncbi.nlm.nih.gov/pubmed/34757143": "Colorectal Cancer in Inflammatory Bowel Disease: Mechanisms and Management.", "http://www.ncbi.nlm.nih.gov/pubmed/19596953": "Colorectal cancer and inflammatory bowel disease: epidemiology, risk factors, mechanisms of carcinogenesis and prevention strategies.", "http://www.ncbi.nlm.nih.gov/pubmed/29720903": "Colorectal Cancer in Inflammatory Bowel Disease.", "http://www.ncbi.nlm.nih.gov/pubmed/34111282": "Inflammatory Bowel Disease-Associated Colorectal Cancer: Translational Risks from Mechanisms to Medicines.", "http://www.ncbi.nlm.nih.gov/pubmed/28506682": "Colorectal cancer-inflammatory bowel disease nexus and felony of Escherichia coli.", "http://www.ncbi.nlm.nih.gov/pubmed/37380142": "Second-Line Antibiotic Agents in Patient-Reported Penicillin or Cephalosporin Allergy Have No Negative Impact on Antibiotic Resistance After Hip and Knee Arthroplasty.", "http://www.ncbi.nlm.nih.gov/pubmed/29559232": "Comparison of air exhausts for surgical body suits (space suits) and the potential for periprosthetic joint infection.", "http://www.ncbi.nlm.nih.gov/pubmed/19756495": "[Diagnosis and treatment of foreign-body-associated infection in orthopaedic surgery].", "http://www.ncbi.nlm.nih.gov/pubmed/35106346": "The Paradox of Prosthetic Joint Infection and the Microbiome: Are Some Bacteria Actually Helpful?", "http://www.ncbi.nlm.nih.gov/pubmed/36200815": "Periprosthetic Infection in the Setting of Periprosthetic Total Hip Fractures: Evaluation and Management.", "http://www.ncbi.nlm.nih.gov/pubmed/37501568": "Health impacts of social determinants and lifestyle behaviours: some evidence from Canadian provinces.", "http://www.ncbi.nlm.nih.gov/pubmed/33614572": "Individual and Community Social Determinants of Health Associated With Diabetes Management in a Mexican American Population.", "http://www.ncbi.nlm.nih.gov/pubmed/37131177": "Social determinants of health and adolescent childbearing in WHO Eastern Mediterranean countries.", "http://www.ncbi.nlm.nih.gov/pubmed/24532079": "Impact of social determinants of health on outcomes for type 2 diabetes: a systematic review.", "http://www.ncbi.nlm.nih.gov/pubmed/33639878": "The cumulative impact of social determinants of health factors on mortality in adults with diabetes and chronic kidney disease.", "http://www.ncbi.nlm.nih.gov/pubmed/35307800": "Medication and Fluid Management of Pediatric Sepsis and Septic Shock.", "http://www.ncbi.nlm.nih.gov/pubmed/20228689": "Adjunctive corticosteroid therapy in pediatric severe sepsis: observations from the RESOLVE study.", "http://www.ncbi.nlm.nih.gov/pubmed/23537672": "Pediatric sepsis: challenges and adjunctive therapies.", "http://www.ncbi.nlm.nih.gov/pubmed/17914311": "A history of adjunctive glucocorticoid treatment for pediatric sepsis: moving beyond steroid pulp fiction toward evidence-based medicine.", "http://www.ncbi.nlm.nih.gov/pubmed/36741650": "The Association of Corticosteroid Therapy With Mortality and Length of Stay Among Children With Septic Shock: A Retrospective Cohort Study.", "http://www.ncbi.nlm.nih.gov/pubmed/36626099": "Human monkeypox: epidemiology, transmission, pathogenesis, immunology, diagnosis and therapeutics.", "http://www.ncbi.nlm.nih.gov/pubmed/36752829": "Parsonage-Turner syndrome following monkeypox infection and vaccination.", "http://www.ncbi.nlm.nih.gov/pubmed/36720271": "Real-world effectiveness of a single dose of mpox vaccine in males.", "http://www.ncbi.nlm.nih.gov/pubmed/36326768": "Monkeypox Virus and Ophthalmology-A Primer on the 2022 Monkeypox Outbreak and Monkeypox-Related Ophthalmic Disease.", "http://www.ncbi.nlm.nih.gov/pubmed/37498796": "Demographic Disparities in Mpox Vaccination Series Completion, by Route of Vaccine Administration - California, August 9, 2022-March 31, 2023.", "http://www.ncbi.nlm.nih.gov/pubmed/37884842": "Efficacy and safety of 5HT3RA, DEX, and NK1RA for the prevention of FOLFIRINOX-induced nausea and vomiting in patients with pancreatic cancer: a retrospective cohort study.", "http://www.ncbi.nlm.nih.gov/pubmed/34486707": "NEPA (netupitant/palonosetron) for the antiemetic prophylaxis of nausea and vomiting induced by chemotherapy (CINV) with Folfirinox and Folfoxiri even during the COVID-19 pandemic: a real-life study.", "http://www.ncbi.nlm.nih.gov/pubmed/33023657": "5-Hydroxytryptamine-3 receptor antagonist and dexamethasone as prophylaxis for chemotherapy-induced nausea and vomiting during moderately emetic chemotherapy for solid tumors: a multicenter, prospective, observational study.", "http://www.ncbi.nlm.nih.gov/pubmed/34131576": "Chemotherapy-Induced Nausea and Vomiting (CINV) with GI Cancer Chemotherapy: Do We Need CINV Risk Score Over and Above Antiemetic Guidelines in Prescribing Antiemetic Regime?", "http://www.ncbi.nlm.nih.gov/pubmed/36033477": "Primary versus secondary antiemetic prophylaxis with NK1 receptor antagonists in patients affected by gastrointestinal malignancies and treated with a doublet or triplet combination regimen including oxaliplatin and/or irinotecan plus fluoropyrimidines: A propensity score matched analysis.", "http://www.ncbi.nlm.nih.gov/pubmed/34873135": "Clinical and Psychological Factors Associated With Return to Work Among United States Diplomats Who Sustained a Work-Related Injury While on Assignment in Havana, Cuba.", "http://www.ncbi.nlm.nih.gov/pubmed/35505689": "Symptoms reported by Canadians posted in Havana are linked with reduced white matter fibre density.", "http://www.ncbi.nlm.nih.gov/pubmed/31770686": "Proposal for a new diagnosis for U.S. diplomats in Havana, Cuba, experiencing vestibular and neurological symptoms.", "http://www.ncbi.nlm.nih.gov/pubmed/36829980": "Antenatal and Postnatal Sequelae of Oxidative Stress in Preterm Infants: A Narrative Review Targeting Pathophysiological Mechanisms.", "http://www.ncbi.nlm.nih.gov/pubmed/36762852": "Trial of Endovascular Therapy for Acute Ischemic Stroke with Large Infarct.", "http://www.ncbi.nlm.nih.gov/pubmed/36137599": "Endovascular therapy in acute anterior circulation large vessel occlusive patients with a large infarct core (ANGEL-ASPECT): protocol of a multicentre randomised trial.", "http://www.ncbi.nlm.nih.gov/pubmed/37156088": "Thrombectomy in ischemic stroke patients with alberta stroke program early computed tomography score 4-5 and 0-3: Factors associated with favorable outcome.", "http://www.ncbi.nlm.nih.gov/pubmed/38010691": "Alberta Stroke Program Early Computed Tomography Score, Infarct Core Volume, and Endovascular Therapy Outcomes in Patients With Large Infarct: A Secondary Analysis of the ANGEL-ASPECT Trial.", "http://www.ncbi.nlm.nih.gov/pubmed/34026368": "Analysis of multi-omics differences in left-side and right-side colon cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/30116425": "Difference Between Left-Sided and Right-Sided Colorectal Cancer: A Focused Review of Literature.", "http://www.ncbi.nlm.nih.gov/pubmed/29796712": "Right Versus Left Colon Cancer: Resectable and Metastatic Disease.", "http://www.ncbi.nlm.nih.gov/pubmed/23572025": "Oncogenic mutations and microsatellite instability phenotype predict specific anatomical subsite in colorectal cancer patients.", "http://www.ncbi.nlm.nih.gov/pubmed/34188197": "The efficacy of anti-EGFR therapy in treating metastatic colorectal cancer differs between the middle/low rectum and the left-sided colon.", "http://www.ncbi.nlm.nih.gov/pubmed/30472182": "Connexin 43 (Cx43) in cancer: Implications for therapeutic approaches via gap junctions.", "http://www.ncbi.nlm.nih.gov/pubmed/29861876": "Pore forming channels as a drug delivery system for photodynamic therapy in cancer associated with nanoscintillators.", "http://www.ncbi.nlm.nih.gov/pubmed/35263989": "Gap Junction-Mediated Delivery of Polymeric Macromolecules.", "http://www.ncbi.nlm.nih.gov/pubmed/10835092": "Mycobacterium bovis as a significant cause of tuberculosis in children residing along the United States-Mexico border in the Baja California region.", "http://www.ncbi.nlm.nih.gov/pubmed/9039448": "Tuberculosis due to Mycobacterium bovis in humans in the south-west region of Ireland: is there a relationship with infection prevalence in cattle?", "http://www.ncbi.nlm.nih.gov/pubmed/7579326": "The epidemiology of Mycobacterium bovis infections in animals and man: a review.", "http://www.ncbi.nlm.nih.gov/pubmed/37494485": "Oral Orexin Receptor 2 Agonist in Narcolepsy Type 1.", "http://www.ncbi.nlm.nih.gov/pubmed/37001988": "TAK-994, a Novel Orally Available Brain-Penetrant Orexin 2 Receptor-Selective Agonist, Suppresses Fragmentation of Wakefulness and Cataplexy-Like Episodes in Mouse Models of Narcolepsy.", "http://www.ncbi.nlm.nih.gov/pubmed/35016085": "Bevacizumab-induced hypertension as a predictor of clinical outcome in metastatic colorectal cancer: An individual patient data-based pooled analysis of two randomized studies and a systematic review of the literature.", "http://www.ncbi.nlm.nih.gov/pubmed/23254964": "Hypertension as a predictive biomarker in bevacizumab treatment for colorectal cancer patients.", "http://www.ncbi.nlm.nih.gov/pubmed/21304526": "Hypertension and overall survival in metastatic colorectal cancer patients treated with bevacizumab-containing chemotherapy.", "http://www.ncbi.nlm.nih.gov/pubmed/27843607": "Association between bevacizumab-related hypertension and response to treatment in patients with metastatic colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/21807768": "An observational study of bevacizumab-induced hypertension as a clinical biomarker of antitumor activity.", "http://www.ncbi.nlm.nih.gov/pubmed/35867193": "Deep Venous Thrombosis in Acute Pancreatitis Is Associated with High Mortality: A Prospective Study.", "http://www.ncbi.nlm.nih.gov/pubmed/37210302": "Determinants and impact of splanchnic vein thrombosis in acute pancreatitis.", "http://www.ncbi.nlm.nih.gov/pubmed/37933195": "A narrative review of acute pancreatitis-induced splanchnic vein thrombosis: from pathogenesis to clinical management.", "http://www.ncbi.nlm.nih.gov/pubmed/33180323": "Outcomes of long-term anticoagulant treatment for the secondary prophylaxis of splanchnic venous thrombosis.", "http://www.ncbi.nlm.nih.gov/pubmed/26513113": "Predictive factors of splanchnic vein thrombosis in acute pancreatitis: A 6-year single-center experience.", "http://www.ncbi.nlm.nih.gov/pubmed/32541923": "Global epidemiology of gout: prevalence, incidence, treatment patterns and risk factors.", "http://www.ncbi.nlm.nih.gov/pubmed/34802900": "Role of diet in hyperuricemia and gout.", "http://www.ncbi.nlm.nih.gov/pubmed/37366315": "Triple-Hormone-Receptor Agonist Retatrutide for Obesity - A Phase 2 Trial.", "http://www.ncbi.nlm.nih.gov/pubmed/37086147": "Is retatrutide (LY3437943), a GLP-1, GIP, and glucagon receptor agonist a step forward in the treatment of diabetes and obesity?", "http://www.ncbi.nlm.nih.gov/pubmed/37385280": "Retatrutide, a GIP, GLP-1 and glucagon receptor agonist, for people with type 2 diabetes: a randomised, double-blind, placebo and active-controlled, parallel-group, phase 2 trial conducted in the USA.", "http://www.ncbi.nlm.nih.gov/pubmed/37947489": "Retatrutide showing promise in obesity (and type 2 diabetes).", "http://www.ncbi.nlm.nih.gov/pubmed/24264989": "Commensal bacteria control cancer response to therapy by modulating the tumor microenvironment.", "http://www.ncbi.nlm.nih.gov/pubmed/28270698": "Gut microbiota modulation of chemotherapy efficacy and toxicity.", "http://www.ncbi.nlm.nih.gov/pubmed/36212852": "Research progress on the effect of gut and tumor microbiota on antitumor efficacy and adverse effects of chemotherapy drugs.", "http://www.ncbi.nlm.nih.gov/pubmed/32602287": "Human microbiota and effectiveness of cancer chemotherapy.", "http://www.ncbi.nlm.nih.gov/pubmed/31533218": "Intestinal Microbiota: A Novel Target to Improve Anti-Tumor Treatment?", "http://www.ncbi.nlm.nih.gov/pubmed/36951152": "Tagraxofusp for blastic plasmacytoid dendritic cell neoplasm.", "http://www.ncbi.nlm.nih.gov/pubmed/37846131": "Tagraxofusp in myeloid malignancies.", "http://www.ncbi.nlm.nih.gov/pubmed/38052038": "Phase 1b trial of tagraxofusp in combination with azacitidine with or without venetoclax in acute myeloid leukemia.", "http://www.ncbi.nlm.nih.gov/pubmed/30859413": "Tagraxofusp: First Global Approval.", "http://www.ncbi.nlm.nih.gov/pubmed/31465247": "Tagraxofusp, the first CD123-targeted therapy and first targeted treatment for blastic plasmacytoid dendritic cell neoplasm.", "http://www.ncbi.nlm.nih.gov/pubmed/34458944": "Male breast cancer: an update.", "http://www.ncbi.nlm.nih.gov/pubmed/31471487": "Diagnosis and Treatment of Breast Cancer in Men.", "http://www.ncbi.nlm.nih.gov/pubmed/32952827": "Breast cancer in men: a serie of 45 cases and literature review.", "http://www.ncbi.nlm.nih.gov/pubmed/36648369": "Kinetics and predictive value of HBcrAg, HBV RNA and anti-HBc during bulevirtide treatment of chronic HDV-infected patients.", "http://www.ncbi.nlm.nih.gov/pubmed/36396025": "Hepatitis D virus: Improving virological knowledge to develop new treatments.", "http://www.ncbi.nlm.nih.gov/pubmed/36377139": "Pembrolizumab-induced acute exacerbation of hepatitis D.", "http://www.ncbi.nlm.nih.gov/pubmed/37360907": "Long-term follow-up of patients discontinuing bulevirtide treatment upon long-term HDV-RNA suppression.", "http://www.ncbi.nlm.nih.gov/pubmed/37473778": "Hepatitis Delta Infection: A Clinical Review.", "http://www.ncbi.nlm.nih.gov/pubmed/37174033": "Selecting a TNT Schedule in Locally Advanced Rectal Cancer: Can We Predict Who Actually Benefits?", "http://www.ncbi.nlm.nih.gov/pubmed/34963563": "mFOLFOXIRI versus mFOLFOX6 as neoadjuvant chemotherapy in locally advanced rectal cancer: A Propensity Score Matching Analysis.", "http://www.ncbi.nlm.nih.gov/pubmed/37479897": "Total Neoadjuvant Therapy (TNT) with Full Dose Concurrent Chemotherapy in Locally Advanced Rectal Adenocarcinoma Including Signet Ring and Mucinous Cancers.", "http://www.ncbi.nlm.nih.gov/pubmed/37198556": "Preoperative chemoradiotherapy using tegafur/uracil, oral leucovorin, and irinotecan (TEGAFIRI) followed by oxaliplatin-based chemotherapy as total neoadjuvant therapy for locally advanced rectal cancer: the study protocol for a phase II trial.", "http://www.ncbi.nlm.nih.gov/pubmed/35304396": "Non-operative management after chemoradiotherapy plus consolidation or sandwich (induction with bevacizumab and consolidation) chemotherapy in patients with locally advanced rectal cancer: a multicentre, randomised phase II trial (NOMINATE trial).", "http://www.ncbi.nlm.nih.gov/pubmed/37465385": "Genome-wide identification of R-SNARE gene family in upland cotton and function analysis of GhVAMP72l response to drought stress.", "http://www.ncbi.nlm.nih.gov/pubmed/36750663": "Complexin-1 regulated assembly of single neuronal SNARE complex revealed by single-molecule optical tweezers.", "http://www.ncbi.nlm.nih.gov/pubmed/37027300": "Sensory deficit screen identifies nsf mutation that differentially affects SNARE recycling and quality control.", "http://www.ncbi.nlm.nih.gov/pubmed/35972760": "Rerouting trafficking circuits through posttranslational SNARE modifications.", "http://www.ncbi.nlm.nih.gov/pubmed/11001046": "Compartmental specificity of cellular membrane fusion encoded in SNARE proteins.", "http://www.ncbi.nlm.nih.gov/pubmed/37997816": "Effects of gut microbiome and obesity on the development, progression and prevention of cancer (Review).", "http://www.ncbi.nlm.nih.gov/pubmed/34506740": "Microbiome and cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/37502867": "Latent EBV impairs immune cell signaling and enhances the efficacy of anti-CD3 mAb in Type 1 Diabetes.", "http://www.ncbi.nlm.nih.gov/pubmed/37256143": "The importance of biomarker development for monitoring type 1 diabetes progression rate and therapeutic responsiveness.", "http://www.ncbi.nlm.nih.gov/pubmed/37296593": "Emerging Anti-Diabetic Drugs for Beta-Cell Protection in Type 1 Diabetes.", "http://www.ncbi.nlm.nih.gov/pubmed/35533645": "Recent Advances in Immune-Based Therapies for Type 1 Diabetes.", "http://www.ncbi.nlm.nih.gov/pubmed/36741943": "Barriers to Screening: An Analysis of Factors Impacting Screening for Type 1 Diabetes Prevention Trials.", "http://www.ncbi.nlm.nih.gov/pubmed/34406678": "Trifluridine/Tipiracil and Regorafenib in Patients with Metastatic Colorectal Cancer: A Retrospective Study at a Tertiary Oncology Center.", "http://www.ncbi.nlm.nih.gov/pubmed/28894015": "Propensity Score Analysis of Regorafenib Versus Trifluridine/Tipiracil in Patients with Metastatic Colorectal Cancer Refractory to Standard Chemotherapy (REGOTAS): A Japanese Society for Cancer of the Colon and Rectum Multicenter Observational Study.", "http://www.ncbi.nlm.nih.gov/pubmed/30344762": "Retrospective study of regorafenib and trifluridine/tipiracil efficacy as a third-line or later chemotherapy regimen for refractory metastatic colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/27670892": "Regorafenib Versus Trifluridine/Tipiracil for Refractory Metastatic Colorectal Cancer: A Retrospective Comparison.", "http://www.ncbi.nlm.nih.gov/pubmed/32912821": "Effectiveness and Safety of Regorafenib vs. Trifluridine/Tipiracil in Unresectable Colorectal Cancer: A Retrospective Cohort Study.", "http://www.ncbi.nlm.nih.gov/pubmed/36802593": "Structural Insights into Pseudomonas aeruginosa Exotoxin A-Elongation Factor 2 Interactions: A Molecular Dynamics Study.", "http://www.ncbi.nlm.nih.gov/pubmed/37246715": "eEF2 diphthamide modification restrains spurious frameshifting to maintain translational fidelity.", "http://www.ncbi.nlm.nih.gov/pubmed/35781884": "Context-specific roles of diphthamide deficiency in hepatocellular carcinogenesis.", "http://www.ncbi.nlm.nih.gov/pubmed/35817801": "Translational fidelity and growth of Arabidopsis require stress-sensitive diphthamide biosynthesis.", "http://www.ncbi.nlm.nih.gov/pubmed/30335802": "Importance of diphthamide modified EF2 for translational accuracy and competitive cell growth in yeast.", "http://www.ncbi.nlm.nih.gov/pubmed/35931921": "The final stages of dog rabies elimination from Japan.", "http://www.ncbi.nlm.nih.gov/pubmed/36343866": "Global burden of rabies in 204 countries and territories, from 1990 to 2019: results from the Global Burden of Disease Study 2019.", "http://www.ncbi.nlm.nih.gov/pubmed/37728394": "Evaluation of a rapid, chip-based, micro-PCR assay for detection of rabies virus in human and canine specimens.", "http://www.ncbi.nlm.nih.gov/pubmed/37611121": "Single-Agent Divarasib (GDC-6036) in Solid Tumors with a KRAS G12C Mutation.", "http://www.ncbi.nlm.nih.gov/pubmed/37774359": "Identification of GDC-1971 (RLY-1971), a SHP2 Inhibitor Designed for the Treatment of Solid Tumors.", "http://www.ncbi.nlm.nih.gov/pubmed/38052910": "Divarasib plus cetuximab in KRAS G12C-positive colorectal cancer: a phase 1b trial.", "http://www.ncbi.nlm.nih.gov/pubmed/37142372": "Tucatinib plus trastuzumab for chemotherapy-refractory, HER2-positive, RAS wild-type unresectable or metastatic colorectal cancer (MOUNTAINEER): a multicentre, open-label, phase 2 study.", "http://www.ncbi.nlm.nih.gov/pubmed/35238866": "Diagnosis and Treatment of ERBB2-Positive Metastatic Colorectal Cancer: A Review.", "http://www.ncbi.nlm.nih.gov/pubmed/35649212": "Pertuzumab Plus Trastuzumab for Treatment-Refractory HER2-Amplified Metastatic Colorectal Cancer: Comparison of the MyPathway Trial With a Real-World External Control Arm.", "http://www.ncbi.nlm.nih.gov/pubmed/32988996": "Pertuzumab and trastuzumab emtansine in patients with HER2-amplified metastatic colorectal cancer: the phase II HERACLES-B trial.", "http://www.ncbi.nlm.nih.gov/pubmed/33203645": "Neratinib-Plus-Cetuximab in Quadruple-WT (KRAS, NRAS, BRAF, PIK3CA) Metastatic Colorectal Cancer Resistant to Cetuximab or Panitumumab: NSABP FC-7, A Phase Ib Study.", "http://www.ncbi.nlm.nih.gov/pubmed/35993875": "Bayesian sample size determination in basket trials borrowing information between subsets.", "http://www.ncbi.nlm.nih.gov/pubmed/36163614": "An adaptive biomarker basket design in phase II oncology trials.", "http://www.ncbi.nlm.nih.gov/pubmed/28098411": "An efficient basket trial design.", "http://www.ncbi.nlm.nih.gov/pubmed/35537102": "Basket Trials: Review of Current Practice and Innovations for Future Trials.", "http://www.ncbi.nlm.nih.gov/pubmed/32380518": "Borrowing of information across patient subgroups in a basket trial based on distributional discrepancy.", "http://www.ncbi.nlm.nih.gov/pubmed/37546121": "Celiac Disease Masquerading as Extreme Thrombocytosis and Severe Anemia in a 52-Year-Old Female Patient: A Rare Case Presentation and Literature Review.", "http://www.ncbi.nlm.nih.gov/pubmed/33573512": "Coeliac disease presenting atypically: A much wider spectrum.", "http://www.ncbi.nlm.nih.gov/pubmed/37290930": "Prehospital transdermal glyceryl trinitrate for ultra-acute ischaemic stroke: data from the RIGHT-2 randomised sham-controlled ambulance trial.", "http://www.ncbi.nlm.nih.gov/pubmed/37564156": "Prehospital transdermal glyceryl trinitrate in patients with ultra-acute presumed stroke (RIGHT-2): effects on outcomes at day 365 in a randomised, sham-controlled, blinded, phase III, superiority ambulance-based trial.", "http://www.ncbi.nlm.nih.gov/pubmed/30738649": "Prehospital transdermal glyceryl trinitrate in patients with ultra-acute presumed stroke (RIGHT-2): an ambulance-based, randomised, sham-controlled, blinded, phase 3 trial.", "http://www.ncbi.nlm.nih.gov/pubmed/34485534": "The Role of Gut Microbiota in Tumor Immunotherapy.", "http://www.ncbi.nlm.nih.gov/pubmed/35488243": "Gut microbiota influence immunotherapy responses: mechanisms and therapeutic strategies.", "http://www.ncbi.nlm.nih.gov/pubmed/34003768": "Gut Microbiota and Antitumor Immunity: Potential Mechanisms for Clinical Effect.", "http://www.ncbi.nlm.nih.gov/pubmed/30939293": "Modulation of cancer immunotherapy efficacy by gut microbiota.", "http://www.ncbi.nlm.nih.gov/pubmed/32580024": "Emerging role of microbiota in immunomodulation and cancer immunotherapy.", "http://www.ncbi.nlm.nih.gov/pubmed/33704902": "An adult Chinese patient with developmental delay with short stature, dysmorphic features, and sparse hair (Loucks-Innes syndrome).", "http://www.ncbi.nlm.nih.gov/pubmed/32576952": "Diphthamide-deficiency syndrome: a novel human developmental disorder and ribosomopathy.", "http://www.ncbi.nlm.nih.gov/pubmed/30312900": "Diphthamide affects selenoprotein expression: Diphthamide deficiency reduces selenocysteine incorporation, decreases selenite sensitivity and pre-disposes to oxidative stress.", "http://www.ncbi.nlm.nih.gov/pubmed/35482014": "A novel DPH5-related diphthamide-deficiency syndrome causing embryonic lethality or profound neurodevelopmental disorder.", "http://www.ncbi.nlm.nih.gov/pubmed/34353207": "Sydenham's chorea: from pathophysiology to therapeutics.", "http://www.ncbi.nlm.nih.gov/pubmed/31474378": "You can dance if you want to: A case of Sydenham's chorea.", "http://www.ncbi.nlm.nih.gov/pubmed/29287833": "Corticosteroid treatment in Sydenham's chorea.", "http://www.ncbi.nlm.nih.gov/pubmed/30345135": "Neuropsychiatric Disorder Associated with Group G Streptococcus Infection.", "http://www.ncbi.nlm.nih.gov/pubmed/36467033": "Insulin degludec/liraglutide versus its monotherapy on T2D patients: A lifetime cost-utility analysis in China.", "http://www.ncbi.nlm.nih.gov/pubmed/30740861": "Evaluating the long-term cost-effectiveness of fixed-ratio combination insulin degludec/liraglutide (IDegLira) for type 2 diabetes in Spain based on real-world clinical evidence.", "http://www.ncbi.nlm.nih.gov/pubmed/28799414": "The Clinical Use of a Fixed-Dose Combination of Insulin Degludec and Liraglutide (Xultophy 100/3.6) for the Treatment of Type 2 Diabetes.", "http://www.ncbi.nlm.nih.gov/pubmed/30335259": "[Basal insulin degludec - liraglutide fixed ratio combination (Xultophy®)].", "http://www.ncbi.nlm.nih.gov/pubmed/30006093": "Real-world clinical experience of Xultophy in the management of patients with type 2 diabetes in a secondary care clinic.", "http://www.ncbi.nlm.nih.gov/pubmed/28637434": "Examination of multiple UGT1A and DPYD polymorphisms has limited ability to predict the toxicity and efficacy of metastatic colorectal cancer treated with irinotecan-based chemotherapy: a retrospective analysis.", "http://www.ncbi.nlm.nih.gov/pubmed/19125128": "Recommendations from the EGAPP Working Group: can UGT1A1 genotyping reduce morbidity and mortality in patients with metastatic colorectal cancer treated with irinotecan?", "http://www.ncbi.nlm.nih.gov/pubmed/32829105": "Determination of the UGT1A1 polymorphism as guidance for irinotecan dose escalation in metastatic colorectal cancer treated with first-line bevacizumab and FOLFIRI (PURE FIST).", "http://www.ncbi.nlm.nih.gov/pubmed/30583998": "A study of the association between UGT1A1*28 variant allele of UGT1A1 gene and colonic phenotype of sporadic colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/19125129": "Can UGT1A1 genotyping reduce morbidity and mortality in patients with metastatic colorectal cancer treated with irinotecan? An evidence-based review.", "http://www.ncbi.nlm.nih.gov/pubmed/36410877": "Basic Science of Autologous Orthobiologics: Part 1. Platelet-Rich Plasma.", "http://www.ncbi.nlm.nih.gov/pubmed/38090881": "From Platelet-Rich Plasma to Mesenchymal Stem Cells: Cartilage, Tendon, and Bone Regeneration With Orthobiologics.", "http://www.ncbi.nlm.nih.gov/pubmed/36410882": "Orthobiologic Interventions for Muscle Injuries.", "http://www.ncbi.nlm.nih.gov/pubmed/35668394": "Patient registries in orthopedics and orthobiologic procedures: a narrative review.", "http://www.ncbi.nlm.nih.gov/pubmed/36428501": "Modifying Orthobiological PRP Therapies Are Imperative for the Advancement of Treatment Outcomes in Musculoskeletal Pathologies.", "http://www.ncbi.nlm.nih.gov/pubmed/37450641": "Using Preanesthesia Clinic Visits to Improve Advance Directives Completion: An Interrupted Time Series Analysis.", "http://www.ncbi.nlm.nih.gov/pubmed/37444658": "Use of Advance Directives in US Veterans and Non-Veterans: Findings from the Decedents of the Health and Retirement Study 1992-2014.", "http://www.ncbi.nlm.nih.gov/pubmed/37382889": "Advanced Care Directives in Residential Aged Care for Residents with Major Neuro-Cognitive Disorders (Dementia): A Scoping Review.", "http://www.ncbi.nlm.nih.gov/pubmed/17039293": "Advance directives: prerequisites and usefulness.", "http://www.ncbi.nlm.nih.gov/pubmed/3985517": "Counseling patients to counsel physicians on future care in the event of patient incompetence.", "http://www.ncbi.nlm.nih.gov/pubmed/37870968": "Sotorasib plus Panitumumab in Refractory Colorectal Cancer with Mutated KRAS G12C.", "http://www.ncbi.nlm.nih.gov/pubmed/37921413": "Combating KRASG12C Inhibitor Resistance.", "http://www.ncbi.nlm.nih.gov/pubmed/35371084": "Neoadjuvant Immunotherapy for MSI-H/dMMR Locally Advanced Colorectal Cancer: New Strategies and Unveiled Opportunities.", "http://www.ncbi.nlm.nih.gov/pubmed/36030556": "Anti-PD-1-based immunotherapy as curative-intent treatment in dMMR/MSI-H rectal cancer: A multicentre cohort study.", "http://www.ncbi.nlm.nih.gov/pubmed/36400657": "Neoadjuvant immunotherapy for dMMR/MSI-H locally advanced rectal cancer: The future new standard approach?", "http://www.ncbi.nlm.nih.gov/pubmed/36139613": "The Evolving Landscape of Immunotherapy in Locally Advanced Rectal Cancer Patients.", "http://www.ncbi.nlm.nih.gov/pubmed/35958603": "Efficacy and Safety of Neoadjuvant Monoimmunotherapy With PD-1 Inhibitor for dMMR/MSI⁃H Locally Advanced Colorectal Cancer: A Single-Center Real-World Study.", "http://www.ncbi.nlm.nih.gov/pubmed/36822494": "Folate metabolism negatively regulates OAS-mediated antiviral innate immunity via ADAR3/endogenous dsRNA pathway.", "http://www.ncbi.nlm.nih.gov/pubmed/37665322": "Dihydrofolate reductase activity controls neurogenic transitions in the developing neocortex.", "http://www.ncbi.nlm.nih.gov/pubmed/35508111": "Glycine decarboxylase maintains mitochondrial protein lipoylation to support tumor growth.", "http://www.ncbi.nlm.nih.gov/pubmed/19033438": "Mthfd1 is an essential gene in mice and alters biomarkers of impaired one-carbon metabolism.", "http://www.ncbi.nlm.nih.gov/pubmed/29483189": "Deletion of the neural tube defect-associated gene Mthfd1l disrupts one-carbon and central energy metabolism in mouse embryos.", "http://www.ncbi.nlm.nih.gov/pubmed/33423644": "Efficacy and Safety of Corticosteroids' Administration for Pulmonary Immaturity in Anticipated Preterm Delivery.", "http://www.ncbi.nlm.nih.gov/pubmed/35943347": "Different corticosteroids and regimens for accelerating fetal lung maturation for babies at risk of preterm birth.", "http://www.ncbi.nlm.nih.gov/pubmed/33368142": "Antenatal corticosteroids for accelerating fetal lung maturation for women at risk of preterm birth.", "http://www.ncbi.nlm.nih.gov/pubmed/37257422": "A Phase 3b Study for Management of Ocular Side Effects in Patients with Epidermal Growth Factor Receptor-Amplified Glioblastoma Receiving Depatuxizumab Mafodotin.", "http://www.ncbi.nlm.nih.gov/pubmed/35849035": "Depatuxizumab mafodotin in EGFR-amplified newly diagnosed glioblastoma: A phase III randomized clinical trial.", "http://www.ncbi.nlm.nih.gov/pubmed/37085569": "Understanding the activity of antibody-drug conjugates in primary and secondary brain tumours.", "http://www.ncbi.nlm.nih.gov/pubmed/34050676": "Heterogeneous delivery across the blood-brain barrier limits the efficacy of an EGFR-targeting antibody drug conjugate in glioblastoma.", "http://www.ncbi.nlm.nih.gov/pubmed/33601293": "Impact of depatuxizumab mafodotin on health-related quality of life and neurological functioning in the phase II EORTC 1410/INTELLANCE 2 trial for EGFR-amplified recurrent glioblastoma.", "http://www.ncbi.nlm.nih.gov/pubmed/18854571": "Bevacizumab beyond first progression is associated with prolonged overall survival in metastatic colorectal cancer: results from a large observational cohort study (BRiTE).", "http://www.ncbi.nlm.nih.gov/pubmed/23168366": "Continuation of bevacizumab after first progression in metastatic colorectal cancer (ML18147): a randomised phase 3 trial.", "http://www.ncbi.nlm.nih.gov/pubmed/22782485": "Multicenter phase II study of second-line bevacizumab plus doublet combination chemotherapy in patients with metastatic colorectal cancer progressed after upfront bevacizumab plus doublet combination chemotherapy.", "http://www.ncbi.nlm.nih.gov/pubmed/33776758": "Doubling the Dose of Bevacizumab Beyond Progression in Metastatic Colorectal Cancer-the Experience of a Tertiary Cancer Center.", "http://www.ncbi.nlm.nih.gov/pubmed/22024069": "The continuation of bevacizumab following disease progression in patients with metastatic colorectal cancer offers a survival benefit.", "http://www.ncbi.nlm.nih.gov/pubmed/37638529": "Therapeutic Protocols Using Ketamine and Esketamine for Depressive Disorders: A Systematic Review.", "http://www.ncbi.nlm.nih.gov/pubmed/37348116": "Health Benefits and Positive Acute Effects of Psilocybin Consumption: A Quantitative Textual Analysis of User Self-Reported Data.", "http://www.ncbi.nlm.nih.gov/pubmed/35747039": "Psychoactive Drugs in the Management of Post Traumatic Stress Disorder: A Promising New Horizon.", "http://www.ncbi.nlm.nih.gov/pubmed/19004414": "MDMA-assisted psychotherapy using low doses in a small sample of women with chronic posttraumatic stress disorder.", "http://www.ncbi.nlm.nih.gov/pubmed/36262632": "3,4-Methylenedioxy methamphetamine, synthetic cathinones and psychedelics: From recreational to novel psychotherapeutic drugs.", "http://www.ncbi.nlm.nih.gov/pubmed/25864107": "Live attenuated vaccines: Historical successes and current challenges.", "http://www.ncbi.nlm.nih.gov/pubmed/37286215": "Measles, mumps, and rubella vaccine at age 6 months and hospitalisation for infection before age 12 months: randomised controlled trial.", "http://www.ncbi.nlm.nih.gov/pubmed/37309028": "Seroprevalence of Measles, Mumps, Rubella, and Varicella-Zoster Virus and Seroresponse to the Vaccinations in Adult Solid Organ Transplant Candidates.", "http://www.ncbi.nlm.nih.gov/pubmed/37314244": "Prehospital Tranexamic Acid for Severe Trauma.", "http://www.ncbi.nlm.nih.gov/pubmed/33722875": "Protocol for a multicentre prehospital randomised controlled trial investigating tranexamic acid in severe trauma: the PATCH-Trauma trial.", "http://www.ncbi.nlm.nih.gov/pubmed/15913913": "Preoperative concurrent radiotherapy with capecitabine before total mesorectal excision in locally advanced rectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/17385825": "Neoadjuvant treatment for locally advanced rectal adenocarcinoma with concomitant radiotherapy and oral capecitabine.", "http://www.ncbi.nlm.nih.gov/pubmed/19508705": "Surgical treatment for locally advanced lower third rectal cancer after neoadjuvent chemoradiation with capecitabine: prospective phase II trial.", "http://www.ncbi.nlm.nih.gov/pubmed/19016023": "Neoadjuvant capecitabine combined with standard radiotherapy in patients with locally advanced rectal cancer: mature results of a phase II trial.", "http://www.ncbi.nlm.nih.gov/pubmed/19690550": "Preoperative downstaging chemoradiation with concurrent irinotecan and capecitabine in MRI-defined locally advanced rectal cancer: a phase I trial (NWCOG-2).", "http://www.ncbi.nlm.nih.gov/pubmed/38090463": "Broken Heart: A Clear Case of Takotsubo Cardiomyopathy.", "http://www.ncbi.nlm.nih.gov/pubmed/25788945": "Nightmare-induced atypical midventricular tako-tsubo cardiomyopathy.", "http://www.ncbi.nlm.nih.gov/pubmed/31752657": "Atypical Takotsubo Cardiomyopathy with Hypokinetic Left Mid-ventricle and Apical Wall Sparing: A Case Report and Literature Review.", "http://www.ncbi.nlm.nih.gov/pubmed/21503250": "Tako-tsubo cardiomyopathy.", "http://www.ncbi.nlm.nih.gov/pubmed/18407362": "Prevalence of Tako-Tsubo Syndrome among patients with suspicion of acute coronary syndrome referred to our centre.", "http://www.ncbi.nlm.nih.gov/pubmed/33620411": "Diagnosis and Treatment of Multiple Sclerosis: A Review.", "http://www.ncbi.nlm.nih.gov/pubmed/35674067": "New drugs for multiple sclerosis: new treatment algorithms.", "http://www.ncbi.nlm.nih.gov/pubmed/36936447": "Lipid nanoparticle-encapsulated mRNA therapy corrects serum total bilirubin level in Crigler-Najjar syndrome mouse model.", "http://www.ncbi.nlm.nih.gov/pubmed/37137832": "[A family study of the compound heterozygous mutation of the UGT1A1 gene causing Crigler-Najjar syndrome type II].", "http://www.ncbi.nlm.nih.gov/pubmed/37602038": "Liver Transplantation in a Child With Crigler-Najjar Syndrome Type I: A Case Report With Review of the Literature.", "http://www.ncbi.nlm.nih.gov/pubmed/37585628": "Gene Therapy in Patients with the Crigler-Najjar Syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/37759499": "Free Bilirubin Induces Neuro-Inflammation in an Induced Pluripotent Stem Cell-Derived Cortical Organoid Model of Crigler-Najjar Syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/35582139": "The use of pharmacogenetics to increase the safety of colorectal cancer patients treated with fluoropyrimidines.", "http://www.ncbi.nlm.nih.gov/pubmed/30348537": "DPYD genotype-guided dose individualisation of fluoropyrimidine therapy in patients with cancer: a prospective safety analysis.", "http://www.ncbi.nlm.nih.gov/pubmed/30551678": "DPYD, TYMS and MTHFR Genes Polymorphism Frequencies in a Series of Turkish Colorectal Cancer Patients.", "http://www.ncbi.nlm.nih.gov/pubmed/25137161": "[Validation of genetic polymorphisms associated to the toxicity of chemotherapy in colorectal cancer patients].", "http://www.ncbi.nlm.nih.gov/pubmed/11051215": "Risk factors determining chemotherapeutic toxicity in patients with advanced colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/37569281": "Sodium Leak Channel in Glutamatergic Neurons of the Lateral Parabrachial Nucleus Modulates Inflammatory Pain in Mice.", "http://www.ncbi.nlm.nih.gov/pubmed/37640554": "Contributions of the Sodium Leak Channel NALCN to Pacemaking of Medial Ventral Tegmental Area and Substantia Nigra Dopaminergic Neurons.", "http://www.ncbi.nlm.nih.gov/pubmed/35911839": "Case Report: A de novo Variant in NALCN Associated With CLIFAHDD Syndrome in a Chinese Infant.", "http://www.ncbi.nlm.nih.gov/pubmed/35550517": "Structure and mechanism of NALCN-FAM155A-UNC79-UNC80 channel complex.", "http://www.ncbi.nlm.nih.gov/pubmed/36175792": "The NALCN channel regulates metastasis and nonmalignant cell dissemination.", "http://www.ncbi.nlm.nih.gov/pubmed/36757703": "Cancer in Transgender and Gender-Diverse Persons: A Review.", "http://www.ncbi.nlm.nih.gov/pubmed/31027551": "Cancer Risk in Transgender People.", "http://www.ncbi.nlm.nih.gov/pubmed/36789830": "Risk and incidence of breast cancer in transgender individuals: a systematic review and meta-analysis.", "http://www.ncbi.nlm.nih.gov/pubmed/30107028": "Gender-affirming hormone therapy and the risk of sex hormone-dependent tumours in transgender individuals-A systematic review.", "http://www.ncbi.nlm.nih.gov/pubmed/28486701": "Cancer in Transgender People: Evidence and Methodological Considerations.", "http://www.ncbi.nlm.nih.gov/pubmed/38039993": "Lenvatinib plus pembrolizumab versus lenvatinib plus placebo for advanced hepatocellular carcinoma (LEAP-002): a randomised, double-blind, phase 3 trial.", "http://www.ncbi.nlm.nih.gov/pubmed/20587792": "Cigarette smoking and colorectal cancer risk by molecularly defined subtypes.", "http://www.ncbi.nlm.nih.gov/pubmed/34377935": "Association Between Smoking and Molecular Subtypes of Colorectal Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/32773458": "Smoking and Colorectal Cancer Risk, Overall and by Molecular Subtypes: A Meta-Analysis.", "http://www.ncbi.nlm.nih.gov/pubmed/34548904": "Novel insights into the molecular mechanisms underlying risk of colorectal cancer from smoking and red/processed meat carcinogens by modeling exposure in normal colon organoids.", "http://www.ncbi.nlm.nih.gov/pubmed/25280443": "Association between molecular subtypes of colorectal cancer and patient survival.", "http://www.ncbi.nlm.nih.gov/pubmed/37488884": "Mitophagy in intracerebral hemorrhage: a new target for therapeutic intervention.", "http://www.ncbi.nlm.nih.gov/pubmed/37549565": "Unveiling the hypoxia-induced mitophagy process through two-channel real-time imaging of NTR and viscosity under the same excitation.", "http://www.ncbi.nlm.nih.gov/pubmed/37862201": "Mitophagy in neurodegenerative disease pathogenesis.", "http://www.ncbi.nlm.nih.gov/pubmed/33476770": "Mitophagy impairment in neurodegenerative diseases: Pathogenesis and therapeutic interventions.", "http://www.ncbi.nlm.nih.gov/pubmed/31550441": "Ubiquitin-specific protease USP36 knockdown impairs Parkin-dependent mitophagy via downregulation of Beclin-1-associated autophagy-related ATG14L.", "http://www.ncbi.nlm.nih.gov/pubmed/34154390": "Lipid-Lowering Therapy and Hemorrhagic Stroke Risk: Comparative Meta-Analysis of Statins and PCSK9 Inhibitors.", "http://www.ncbi.nlm.nih.gov/pubmed/36706354": "Cardiolipin-Mediated Alleviation of Mitochondrial Dysfunction Is a Neuroprotective Effect of Statin in Animal Model of Ischemic Stroke.", "http://www.ncbi.nlm.nih.gov/pubmed/37530822": "Selective Inhibition of Na<sub>V</sub>1.8 with VX-548 for Acute Pain.", "http://www.ncbi.nlm.nih.gov/pubmed/32471028": "Management of Oxaliplatin-Induced Peripheral Sensory Neuropathy.", "http://www.ncbi.nlm.nih.gov/pubmed/34880120": "Neuroendocrine Stress Axis-Dependence of Duloxetine Analgesia (Anti-Hyperalgesia) in Chemotherapy-Induced Peripheral Neuropathy.", "http://www.ncbi.nlm.nih.gov/pubmed/25434440": "[Treatment algorithm for oxaliplatin-induced peripheral neuropathy].", "http://www.ncbi.nlm.nih.gov/pubmed/32347537": "Chemotherapy-induced peripheral neuropathy-part 2: focus on the prevention of oxaliplatin-induced neurotoxicity.", "http://www.ncbi.nlm.nih.gov/pubmed/32317735": "Neuroprotective effect of alogliptin on oxaliplatin-induced peripheral neuropathy in vivo and in vitro.", "http://www.ncbi.nlm.nih.gov/pubmed/34729291": "Cytrellis: A Novel Microcoring Technology for Scarless Skin Removal: Summary of Three Prospective Clinical Trials.", "http://www.ncbi.nlm.nih.gov/pubmed/37218872": "A novel microcoring technology: A completely new concept of enlarged pore treatment.", "http://www.ncbi.nlm.nih.gov/pubmed/36683728": "Safety and efficacy of a novel robotic, fractional micro-coring device in a swine model.", "http://www.ncbi.nlm.nih.gov/pubmed/36262685": "Dermal Micro-coring for the Treatment of Moderate to Severe Facial Wrinkles.", "http://www.ncbi.nlm.nih.gov/pubmed/35064633": "Employing microbotox technique for facial rejuvenation and face-lift.", "http://www.ncbi.nlm.nih.gov/pubmed/37956828": "Endometriosis, chronic pain, anxiety, and depression: A retrospective study among 12 million women.", "http://www.ncbi.nlm.nih.gov/pubmed/37944153": "Evaluation and Management of Endometriosis in the Adolescent.", "http://www.ncbi.nlm.nih.gov/pubmed/35713579": "Endometriosis and irritable bowel syndrome: similarities and differences in the spectrum of comorbidities.", "http://www.ncbi.nlm.nih.gov/pubmed/36736157": "Safety and efficacy of mirvetuximab soravtansine, a folate receptor alpha (FRα)-targeting antibody-drug conjugate (ADC), in combination with bevacizumab in patients with platinum-resistant ovarian cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/36716407": "Efficacy and Safety of Mirvetuximab Soravtansine in Patients With Platinum-Resistant Ovarian Cancer With High Folate Receptor Alpha Expression: Results From the SORAYA Study.", "http://www.ncbi.nlm.nih.gov/pubmed/37023499": "The evolving landscape of antibody-drug conjugates in gynecologic cancers.", "http://www.ncbi.nlm.nih.gov/pubmed/37229642": "Antibody-Drug Conjugates in Gynecologic Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/36656533": "Mirvetuximab Soravtansine: First Approval.", "http://www.ncbi.nlm.nih.gov/pubmed/31930400": "Cost-Effectiveness and Quality-Adjusted Survival of Watch and Wait After Complete Response to Chemoradiotherapy for Rectal Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/35151941": "Watch-and-Wait policy versus robotic surgery for locally advanced rectal cancer: A cost-effectiveness study (RECCOSTE).", "http://www.ncbi.nlm.nih.gov/pubmed/34529175": "Cost Effectiveness of Watch and Wait Versus Resection in Rectal Cancer Patients with Complete Clinical Response to Neoadjuvant Chemoradiation.", "http://www.ncbi.nlm.nih.gov/pubmed/38051359": "Light and shadow of watch-and-wait strategy in rectal cancer: oncological result, clinical outcomes, and cost-effectiveness analysis.", "http://www.ncbi.nlm.nih.gov/pubmed/35855528": "Cost analysis of a watch-and-wait approach in patients with a complete clinical response to chemoradiotherapy for rectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/35015342": "Therapeutic opportunities for senolysis in cardiovascular disease.", "http://www.ncbi.nlm.nih.gov/pubmed/37747577": "Quercetin and dasatinib, two powerful senolytics in age-related cardiovascular disease.", "http://www.ncbi.nlm.nih.gov/pubmed/32979174": "Therapeutic Potential of Senolytics in Cardiovascular Disease.", "http://www.ncbi.nlm.nih.gov/pubmed/34237321": "Senescence and senolytics in cardiovascular disease: Promise and potential pitfalls.", "http://www.ncbi.nlm.nih.gov/pubmed/37880106": "Potential Clinical Implications of Senotherapies for Cardiovascular Disease.", "http://www.ncbi.nlm.nih.gov/pubmed/32267390": "Spotted fever group rickettsial infection in dogs and their ticks from domestic-wildlife interface areas in southeastern Brazil.", "http://www.ncbi.nlm.nih.gov/pubmed/31504641": "Rickettsia rickettsii (Rickettsiales: Rickettsiaceae) Infecting Amblyomma sculptum (Acari: Ixodidae) Ticks and Capybaras in a Brazilian Spotted Fever-Endemic Area of Brazil.", "http://www.ncbi.nlm.nih.gov/pubmed/32315604": "Mapping Brazilian spotted fever: Linking etiological agent, vectors, and hosts.", "http://www.ncbi.nlm.nih.gov/pubmed/27812666": "A fatal case of Brazilian spotted fever in a non-endemic area in Brazil: the importance of having health professionals who understand the disease and its areas of transmission.", "http://www.ncbi.nlm.nih.gov/pubmed/23168052": "Features of Brazilian spotted fever in two different endemic areas in Brazil.", "http://www.ncbi.nlm.nih.gov/pubmed/37809109": "Nitrofurantoin-Induced Lung Injury: A Reminder of an Overlooked Threat.", "http://www.ncbi.nlm.nih.gov/pubmed/34407964": "Long-term nitrofurantoin: an analysis of complication awareness, monitoring, and pulmonary injury cases.", "http://www.ncbi.nlm.nih.gov/pubmed/33243181": "Reversible lung fibrosis in a 6-year-old girl after long term nitrofurantoin treatment.", "http://www.ncbi.nlm.nih.gov/pubmed/33088545": "A rare case of nitrofurantoin-induced acute lung injury.", "http://www.ncbi.nlm.nih.gov/pubmed/31890712": "Consider Nitrofurantoin as a Cause of Lung Injury.", "http://www.ncbi.nlm.nih.gov/pubmed/26338525": "FOLFOXIRI plus bevacizumab versus FOLFIRI plus bevacizumab as first-line treatment of patients with metastatic colorectal cancer: updated overall survival and molecular subgroup analyses of the open-label, phase 3 TRIBE study.", "http://www.ncbi.nlm.nih.gov/pubmed/33836264": "Management of BRAF-mutant metastatic colorectal cancer: a review of treatment options and evidence-based guidelines.", "http://www.ncbi.nlm.nih.gov/pubmed/24138831": "FOLFOXIRI plus bevacizumab as first-line treatment in BRAF mutant metastatic colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/36849918": "Survival comparison of first-line treatment regimens in patients with braf-mutated advanced colorectal cancer: a multicenter retrospective study.", "http://www.ncbi.nlm.nih.gov/pubmed/28214977": "BRAF-Mutated Colorectal Cancer: What Is the Optimal Strategy for Treatment?", "http://www.ncbi.nlm.nih.gov/pubmed/28912185": "Restrictive Cardiomyopathy: Genetics, Pathogenesis, Clinical Manifestations, Diagnosis, and Therapy.", "http://www.ncbi.nlm.nih.gov/pubmed/23079066": "Outcomes of adults with restrictive cardiomyopathy after heart transplantation.", "http://www.ncbi.nlm.nih.gov/pubmed/18006163": "Deletion in TNNI3 gene is associated with restrictive cardiomyopathy.", "http://www.ncbi.nlm.nih.gov/pubmed/30260051": "Novel pathogenic variants in filamin C identified in pediatric restrictive cardiomyopathy.", "http://www.ncbi.nlm.nih.gov/pubmed/20617149": "Cardiac troponin mutations and restrictive cardiomyopathy.", "http://www.ncbi.nlm.nih.gov/pubmed/33429180": "Acute epiglottitis: Analysis of U.S. mortality trends from 1979 to 2017.", "http://www.ncbi.nlm.nih.gov/pubmed/8143009": "Epiglottitis in children, 1979 through 1992. Effects of Haemophilus influenzae type b immunization.", "http://www.ncbi.nlm.nih.gov/pubmed/17892608": "Acute epiglottitis: epidemiology, clinical presentation, management and outcome.", "http://www.ncbi.nlm.nih.gov/pubmed/7602678": "Acute epiglottitis in children: results of a large-scale anti-Haemophilus type B immunization program.", "http://www.ncbi.nlm.nih.gov/pubmed/7834888": "Acute epiglottitis--aetiology, epidemiology and outcome in a population before large-scale Haemophilus influenzae type b vaccination.", "http://www.ncbi.nlm.nih.gov/pubmed/33068037": "Safety and Efficacy of Omaveloxolone in Friedreich Ataxia (MOXIe Study).", "http://www.ncbi.nlm.nih.gov/pubmed/33430645": "Omaveloxolone: potential new agent for Friedreich ataxia.", "http://www.ncbi.nlm.nih.gov/pubmed/38020600": "Effectiveness of rehabilitation intervention in persons with Friedreich ataxia.", "http://www.ncbi.nlm.nih.gov/pubmed/37691319": "Propensity matched comparison of omaveloxolone treatment to Friedreich ataxia natural history data.", "http://www.ncbi.nlm.nih.gov/pubmed/37155124": "Omaveloxolone: First Approval.", "http://www.ncbi.nlm.nih.gov/pubmed/22933731": "Risks of primary extracolonic cancers following colorectal cancer in lynch syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/34247540": "When to Consider Lynch Syndrome in Non-Colon and Non-Endometrial Malignancies.", "http://www.ncbi.nlm.nih.gov/pubmed/23787146": "Metastatic colorectal carcinoma mimicking primary ovarian carcinoma presenting as 'giant' ovarian tumors in an individual with probable Lynch syndrome: a case report.", "http://www.ncbi.nlm.nih.gov/pubmed/17539897": "Constitutive deficiency in DNA mismatch repair.", "http://www.ncbi.nlm.nih.gov/pubmed/29528821": "Lynch Syndrome: Genomics Update and Imaging Review.", "http://www.ncbi.nlm.nih.gov/pubmed/38039991": "Durvalumab versus placebo with chemoradiotherapy for locally advanced cervical cancer (CALLA): a randomised, double-blind, phase 3 trial.", "http://www.ncbi.nlm.nih.gov/pubmed/10493478": "Clinical score for predicting recurrence after hepatic resection for metastatic colorectal cancer: analysis of 1001 consecutive cases.", "http://www.ncbi.nlm.nih.gov/pubmed/30692347": "[Treatment Outcomes of Curative Resection for Colorectal Cancer with Synchronous Liver Metastasis].", "http://www.ncbi.nlm.nih.gov/pubmed/16798225": "Prediction of prognosis and surgical indications for pulmonary metastasectomy from colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/10749608": "Extension of the frontiers of surgical indications in the treatment of liver metastases from colorectal cancer: long-term results.", "http://www.ncbi.nlm.nih.gov/pubmed/16687081": "[Treatment efficacy of surgical management for liver metastasis from colorectal cancer--a report of 198 cases].", "http://www.ncbi.nlm.nih.gov/pubmed/37054522": "Frontoparietal 18F-FDG-PET hypo-metabolism in Lennox-Gastaut syndrome: Further evidence highlighting the key network.", "http://www.ncbi.nlm.nih.gov/pubmed/37353676": "Lennox-Gastaut Syndrome: Current Treatments, Novel Therapeutics, and Future Directions.", "http://www.ncbi.nlm.nih.gov/pubmed/36700706": "Deep Brain Stimulation of the Centromedian Nucleus of the Thalamus for Lennox-Gastaut Syndrome: A Systematic Review and Individual Patient Data Analysis.", "http://www.ncbi.nlm.nih.gov/pubmed/23827423": "Lennox-Gastaut syndrome symptomatic to hypothalamic hamartoma: evolution and long-term outcome following surgery.", "http://www.ncbi.nlm.nih.gov/pubmed/21353345": "Levetiracetam efficacy in patients with Lennox-Gastaut syndrome. Presentation of a case.", "http://www.ncbi.nlm.nih.gov/pubmed/37710322": "Incidence and prevalence of neurofibromatosis type 1 and 2: a systematic review and meta-analysis.", "http://www.ncbi.nlm.nih.gov/pubmed/29215653": "Prevalence of neurofibromatosis type 1 in the Finnish population.", "http://www.ncbi.nlm.nih.gov/pubmed/15655144": "Prevalence of neurofibromatosis 1 in German children at elementary school enrollment.", "http://www.ncbi.nlm.nih.gov/pubmed/10469430": "Epidemiology of neurofibromatosis type 1.", "http://www.ncbi.nlm.nih.gov/pubmed/16583938": "[Neurofibromatosis type 1 (von Recklinghausen's disease or peripheral neurofibromatosis): from phenotype to gene].", "http://www.ncbi.nlm.nih.gov/pubmed/28263292": "The master role of microphthalmia-associated transcription factor in melanocyte and melanoma biology.", "http://www.ncbi.nlm.nih.gov/pubmed/30150413": "BRAF/MAPK and GSK3 signaling converges to control MITF nuclear export.", "http://www.ncbi.nlm.nih.gov/pubmed/16140982": "The cleavage of microphthalmia-associated transcription factor, MITF, by caspases plays an essential role in melanocyte and melanoma cell apoptosis.", "http://www.ncbi.nlm.nih.gov/pubmed/21326905": "Dual roles of lineage restricted transcription factors: the case of MITF in melanocytes.", "http://www.ncbi.nlm.nih.gov/pubmed/28649789": "Beyond MITF: Multiple transcription factors directly regulate the cellular phenotype in melanocytes and melanoma.", "http://www.ncbi.nlm.nih.gov/pubmed/35356682": "Development of an mRNA replacement therapy for phenylketonuria.", "http://www.ncbi.nlm.nih.gov/pubmed/23771645": "Controlled diet in phenylketonuria and hyperphenylalaninemia may cause serum selenium deficiency in adult patients: the Czech experience.", "http://www.ncbi.nlm.nih.gov/pubmed/25894915": "Mutational spectrum of phenylketonuria in Jiangsu province.", "http://www.ncbi.nlm.nih.gov/pubmed/37924808": "Efficient in vivo prime editing corrects the most frequent phenylketonuria variant, associated with high unmet medical need.", "http://www.ncbi.nlm.nih.gov/pubmed/26835324": "Phenylketonuria: translating research into novel therapies.", "http://www.ncbi.nlm.nih.gov/pubmed/36599520": "Immunisation schedule of the Spanish Association of Paediatrics: 2023 Recommendations.", "http://www.ncbi.nlm.nih.gov/pubmed/36634694": "Efficacy of nirsevimab against respiratory syncytial virus lower respiratory tract infections in preterm and term infants, and pharmacokinetic extrapolation to infants with congenital heart disease and chronic lung disease: a pooled analysis of randomised controlled trials.", "http://www.ncbi.nlm.nih.gov/pubmed/36577878": "Nirsevimab: First Approval.", "http://www.ncbi.nlm.nih.gov/pubmed/32726528": "Single-Dose Nirsevimab for Prevention of RSV in Preterm Infants.", "http://www.ncbi.nlm.nih.gov/pubmed/34937485": "Breakthrough therapy designation of nirsevimab for the prevention of lower respiratory tract illness caused by respiratory syncytial virus infections (RSV).", "http://www.ncbi.nlm.nih.gov/pubmed/27497831": "Differences between colon and rectal cancer in complications, short-term survival and recurrences.", "http://www.ncbi.nlm.nih.gov/pubmed/30200215": "Are Colon and Rectal Cancer Two Different Tumor Entities? A Proposal to Abandon the Term Colorectal Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/28365687": "Predictors of Lymph Node Metastasis and Prognosis in pT1 Colorectal Cancer Patients with Signet-Ring Cell and Mucinous Adenocarcinomas.", "http://www.ncbi.nlm.nih.gov/pubmed/32651860": "Prognostic impact of primary tumor location in Stage III colorectal cancer-right-sided colon versus left-sided colon versus rectum: a nationwide multicenter retrospective study.", "http://www.ncbi.nlm.nih.gov/pubmed/32789859": "Prognostic value of tumor deposits in rectal cancer: A monocentric series of 505 patients.", "http://www.ncbi.nlm.nih.gov/pubmed/37916856": "Arterial tortuosity in pediatric Loeys-Dietz syndrome patients.", "http://www.ncbi.nlm.nih.gov/pubmed/37755470": "Evaluating Variation in the Cardiac Management of Children with Hereditary Thoracic Aortic Disease in the United States.", "http://www.ncbi.nlm.nih.gov/pubmed/37823753": "Cardiovascular involvement and prognosis in Loeys-Dietz syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/29687491": "Repair of an aneurysm of the ascending aorta and arch in an infant with Loeys-Dietz syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/26617788": "Long noncoding RNA AK056155 involved in the development of Loeys-Dietz syndrome through AKT/PI3K signaling pathway.", "http://www.ncbi.nlm.nih.gov/pubmed/29795363": "Borderline personality disorder.", "http://www.ncbi.nlm.nih.gov/pubmed/22649425": "FoxA1 is a key mediator of hormonal response in breast and prostate cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/37467106": "High FOXA1 levels induce ER transcriptional reprogramming, a pro-metastatic secretome, and metastasis in endocrine-resistant breast cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/22476979": "Association of double-positive FOXA1 and FOXP1 immunoreactivities with favorable prognosis of tamoxifen-treated breast cancer patients.", "http://www.ncbi.nlm.nih.gov/pubmed/17163418": "FOXA1: Growth inhibitor and a favorable prognostic factor in human breast cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/17671124": "FOXA1 expression in breast cancer--correlation with luminal subtype A and survival.", "http://www.ncbi.nlm.nih.gov/pubmed/35829908": "Computational insights into missense mutations in HTT gene causing Huntington's disease and its interactome networks.", "http://www.ncbi.nlm.nih.gov/pubmed/23904181": "Diagnosis, prevention, and treatment of scabies.", "http://www.ncbi.nlm.nih.gov/pubmed/23205026": "Detection of scabies: A systematic review of diagnostic methods.", "http://www.ncbi.nlm.nih.gov/pubmed/21268539": "Clinical and parasitological study on scabies in Sirte, Libya.", "http://www.ncbi.nlm.nih.gov/pubmed/8308357": "Parasitological and clinical studies on human scabies in Cairo.", "http://www.ncbi.nlm.nih.gov/pubmed/37518420": "Plantar keratoderma-like crusted scabies in an immunocompetent infant after topical steroids.", "http://www.ncbi.nlm.nih.gov/pubmed/32609305": "Evaluation of a Comprehensive Skin Toxicity Program for Patients Treated With Epidermal Growth Factor Receptor Inhibitors at a Cancer Treatment Center.", "http://www.ncbi.nlm.nih.gov/pubmed/20142600": "Skin toxicity evaluation protocol with panitumumab (STEPP), a phase II, open-label, randomized trial evaluating the impact of a pre-Emptive Skin treatment regimen on skin toxicities and quality of life in patients with metastatic colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/33026750": "Cutaneous Manifestations of EGFR-Inhibitors in African Americans and Treatment Considerations.", "http://www.ncbi.nlm.nih.gov/pubmed/29423677": "Rash management and treatment persistence of cancer patients treated with epidermal growth factor receptor inhibitors in the Truven MarketScan® research database.", "http://www.ncbi.nlm.nih.gov/pubmed/18543329": "Tetracycline to prevent epidermal growth factor receptor inhibitor-induced skin rashes: results of a placebo-controlled trial from the North Central Cancer Treatment Group (N03CB).", "http://www.ncbi.nlm.nih.gov/pubmed/36935229": "Changes in Pulmonary Functions of Adolescents with Pectus Excavatum Throughout the Nuss Procedure.", "http://www.ncbi.nlm.nih.gov/pubmed/36881966": "Management of Internal Mammary Artery Injuries Associated With the Nuss Procedure.", "http://www.ncbi.nlm.nih.gov/pubmed/34743569": "Intraoperative Methadone Reduces Postoperative Opioid Requirements in Nuss Procedure for Pectus Excavatum.", "http://www.ncbi.nlm.nih.gov/pubmed/16982197": "Difficulties and limitations in minimally invasive repair of pectus excavatum--6 years experiences with Nuss technique.", "http://www.ncbi.nlm.nih.gov/pubmed/15111830": "[Mini-invasive treatment of pectus excavatum in adolescence. Initial experience].", "http://www.ncbi.nlm.nih.gov/pubmed/37056111": "Acute mastoiditis in children: A tertiary care center experience in 2015-2021.", "http://www.ncbi.nlm.nih.gov/pubmed/31563751": "Clinical outcomes of intracranial complications secondary to acute mastoiditis: The Alder Hey experience.", "http://www.ncbi.nlm.nih.gov/pubmed/32073562": "Acute mastoiditis in children.", "http://www.ncbi.nlm.nih.gov/pubmed/37873118": "GPN-MSA: an alignment-based DNA language model for genome-wide variant effect prediction.", "http://www.ncbi.nlm.nih.gov/pubmed/37883436": "DNA language models are powerful predictors of genome-wide variant effects.", "http://www.ncbi.nlm.nih.gov/pubmed/33538820": "DNABERT: pre-trained Bidirectional Encoder Representations from Transformers model for DNA-language in genome.", "http://www.ncbi.nlm.nih.gov/pubmed/37426456": "HyenaDNA: Long-Range Genomic Sequence Modeling at Single Nucleotide Resolution.", "http://www.ncbi.nlm.nih.gov/pubmed/36136096": "Improving language model of human genome for DNA-protein binding prediction based on task-specific pre-training.", "http://www.ncbi.nlm.nih.gov/pubmed/36649385": "Systematic review and meta-analysis of the diagnostic value of four biomarkers in detecting neonatal sepsis in low- and middle-income countries.", "http://www.ncbi.nlm.nih.gov/pubmed/36467887": "Economic and Diagnostic Biomarker Tests of Neonatal Sepsis: A Prospective Study from a Tertiary Care Hospital in a Low-Income Country.", "http://www.ncbi.nlm.nih.gov/pubmed/37465925": "Mirikizumab for the treatment of moderate to severe ulcerative colitis.", "http://www.ncbi.nlm.nih.gov/pubmed/37389706": "Mirikizumab: First Approval.", "http://www.ncbi.nlm.nih.gov/pubmed/37379135": "Mirikizumab as Induction and Maintenance Therapy for Ulcerative Colitis.", "http://www.ncbi.nlm.nih.gov/pubmed/37069321": "IL-12 and IL-23 pathway inhibition in inflammatory bowel disease.", "http://www.ncbi.nlm.nih.gov/pubmed/30734266": "Efficacy and safety of mirikizumab (LY3074828) in the treatment of moderate-to-severe plaque psoriasis: results from a randomized phase II study.", "http://www.ncbi.nlm.nih.gov/pubmed/26064818": "Colorectal Stents: Current Status.", "http://www.ncbi.nlm.nih.gov/pubmed/26798442": "Role of self expandable stents in management of colorectal cancers.", "http://www.ncbi.nlm.nih.gov/pubmed/11089586": "Self-expanding metallic stent in the treatment of colonic obstruction caused by advanced malignancies.", "http://www.ncbi.nlm.nih.gov/pubmed/29197194": "The role of self-expandable metallic stents as \"bridge to surgery\" for the treatment of acute malignant colorectal obstruction. Our experience.", "http://www.ncbi.nlm.nih.gov/pubmed/30550698": "[Self-expanding metallic stent for unresectable obstructive colorectal cancer].", "http://www.ncbi.nlm.nih.gov/pubmed/11367532": "Cell-specific regulation of the CD21 gene.", "http://www.ncbi.nlm.nih.gov/pubmed/28449602": "Reference values for B-cell surface markers and co-receptors associated with primary immune deficiencies in healthy Turkish children.", "http://www.ncbi.nlm.nih.gov/pubmed/28061947": "B-lymphocytes forming follicle-like structures in the lung tissue of tuberculosis-infected mice: Dynamics, phenotypes and functional activity.", "http://www.ncbi.nlm.nih.gov/pubmed/27010233": "CD21(-/low) B cells in human blood are memory cells.", "http://www.ncbi.nlm.nih.gov/pubmed/1688740": "The CR2 receptor (CD21) shows increased expression in the more differentiated cells of an antigen-specific B cell line.", "http://www.ncbi.nlm.nih.gov/pubmed/34226290": "Proton pump inhibitors and risk of gastric cancer: population-based cohort study.", "http://www.ncbi.nlm.nih.gov/pubmed/37505975": "Gastric cancer risk in the elderly is associated with omeprazole use and inversely associated with aspirin use.", "http://www.ncbi.nlm.nih.gov/pubmed/29378788": "The degree of enhancer or promoter activity is reflected by the levels and directionality of eRNA transcription.", "http://www.ncbi.nlm.nih.gov/pubmed/31605096": "Determinants of enhancer and promoter activities of regulatory elements.", "http://www.ncbi.nlm.nih.gov/pubmed/22264824": "Intragenic enhancers act as alternative promoters.", "http://www.ncbi.nlm.nih.gov/pubmed/8290549": "Ribosomal gene promoter domains can function as artificial enhancers of RNA polymerase I transcription, supporting a promoter origin for natural enhancers in Xenopus.", "http://www.ncbi.nlm.nih.gov/pubmed/26948815": "Enhancers as non-coding RNA transcription units: recent insights and future perspectives.", "http://www.ncbi.nlm.nih.gov/pubmed/36305215": "Multidisciplinary chronic pain management strategies in patients with Ehlers-Danlos syndromes.", "http://www.ncbi.nlm.nih.gov/pubmed/36124037": "Multidisciplinary Approach to Treating Chronic Pain in Patients with Ehlers-Danlos Syndrome: Critically Appraised Topic.", "http://www.ncbi.nlm.nih.gov/pubmed/28186390": "Pain management in the Ehlers-Danlos syndromes.", "http://www.ncbi.nlm.nih.gov/pubmed/34124258": "Pain Management through Neurocognitive Therapeutic Exercises in Hypermobile Ehlers-Danlos Syndrome Patients with Chronic Low Back Pain.", "http://www.ncbi.nlm.nih.gov/pubmed/30407326": "Management of chronic pain in Ehlers-Danlos syndrome: Two case reports and a review of literature.", "http://www.ncbi.nlm.nih.gov/pubmed/37288260": "Treating amyloid transthyretin cardiomyopathy: lessons learned from clinical trials.", "http://www.ncbi.nlm.nih.gov/pubmed/36336119": "Therapy of ATTR Cardiac Amyloidosis: Current Indications.", "http://www.ncbi.nlm.nih.gov/pubmed/37599395": "Reduction in 99mTc-DPD myocardial uptake with therapy of ATTR cardiomyopathy.", "http://www.ncbi.nlm.nih.gov/pubmed/37888916": "Patisiran Treatment in Patients with Transthyretin Cardiac Amyloidosis.", "http://www.ncbi.nlm.nih.gov/pubmed/33841597": "Patisiran for advanced heart failure with hereditary transthyretin cardiac amyloidosis.", "http://www.ncbi.nlm.nih.gov/pubmed/32175278": "Resistance Mechanisms to Anti-angiogenic Therapies in Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/29184575": "Acquired tumor resistance to antiangiogenic therapy: Mechanisms at a glance.", "http://www.ncbi.nlm.nih.gov/pubmed/30253191": "FOXF1 promotes angiogenesis and accelerates bevacizumab resistance in colorectal cancer by transcriptionally activating VEGFA.", "http://www.ncbi.nlm.nih.gov/pubmed/32087735": "Cell-free DNA analysis reveals POLR1D-mediated resistance to bevacizumab in colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/19707427": "Bevacizumab in the therapy for refractory metastatic colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/36688107": "Worst pattern of invasion and other histopathological features in oral cancer as determinants of prognosis and survival rate: A retrospective cohort analysis.", "http://www.ncbi.nlm.nih.gov/pubmed/37294162": "A digital score of peri-epithelial lymphocytic activity predicts malignant transformation in oral epithelial dysplasia.", "http://www.ncbi.nlm.nih.gov/pubmed/36891418": "Survival Analysis of Oral Squamous Cell Carcinoma Patients Attending Tertiary Care Centre of North India.", "http://www.ncbi.nlm.nih.gov/pubmed/37356209": "The importance of early treatment of oral squamous cell carcinoma: Case report.", "http://www.ncbi.nlm.nih.gov/pubmed/37779502": "New Histopathologic Risk Model for Early T-stage Oral Squamous Cell Carcinoma: Focusing on a Modified Worst Pattern of Invasion System and a New Tumor Budding Score.", "http://www.ncbi.nlm.nih.gov/pubmed/32760792": "Classical Cesarean Section.", "http://www.ncbi.nlm.nih.gov/pubmed/3497629": "Low vertical uterine incision in caesarean section.", "http://www.ncbi.nlm.nih.gov/pubmed/34874265": "Analysis of long and short enhancers in melanoma cell states.", "http://www.ncbi.nlm.nih.gov/pubmed/32753671": "Robust gene expression programs underlie recurrent cell states and phenotype switching in melanoma.", "http://www.ncbi.nlm.nih.gov/pubmed/32732264": "Cross-species analysis of enhancer logic using deep learning.", "http://www.ncbi.nlm.nih.gov/pubmed/34529939": "Cooperation between melanoma cell states promotes metastasis through heterotypic cluster formation.", "http://www.ncbi.nlm.nih.gov/pubmed/35810190": "Multi-modal molecular programs regulate melanoma cell state.", "http://www.ncbi.nlm.nih.gov/pubmed/34166284": "A Novel 29-Messenger RNA Host-Response Assay From Whole Blood Accurately Identifies Bacterial and Viral Infections in Patients Presenting to the Emergency Department With Suspected Infections: A Prospective Observational Study.", "http://www.ncbi.nlm.nih.gov/pubmed/27552617": "Diagnostic Test Accuracy of a 2-Transcript Host RNA Signature for Discriminating Bacterial vs Viral Infection in Febrile Children.", "http://www.ncbi.nlm.nih.gov/pubmed/31631046": "Validation of a host response test to distinguish bacterial and viral respiratory infection.", "http://www.ncbi.nlm.nih.gov/pubmed/28588308": "A Four-Biomarker Blood Signature Discriminates Systemic Inflammation Due to Viral Infection Versus Other Etiologies.", "http://www.ncbi.nlm.nih.gov/pubmed/23858444": "Gene expression profiles in febrile children with defined viral and bacterial infection.", "http://www.ncbi.nlm.nih.gov/pubmed/37523122": "Sulbactam/Durlobactam: First Approval.", "http://www.ncbi.nlm.nih.gov/pubmed/27072569": "Faster FOLFOX: Oxaliplatin Can Be Safely Infused at a Rate of 1 mg/m2/min.", "http://www.ncbi.nlm.nih.gov/pubmed/32451327": "Oxaliplatin infusion-related venous pain: prevention by simultaneous intravenous fluids.", "http://www.ncbi.nlm.nih.gov/pubmed/37525581": "Safety outcomes of rapid- versus standard-infusion rate oxaliplatin.", "http://www.ncbi.nlm.nih.gov/pubmed/19622596": "A randomized study comparing short-time infusion of oxaliplatin in combination with capecitabine XELOX(30) and chronomodulated XELOX(30) as first-line therapy in patients with advanced colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/19238627": "Phase II study of short-time oxaliplatin, capecitabine and epirubicin (EXE) as first-line therapy in patients with non-resectable gastric cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/36435385": "Corpus Callosotomy for Non-Localizing Drug Resistant Epilepsy with Drop Attacks.", "http://www.ncbi.nlm.nih.gov/pubmed/36637309": "Safety, Feasibility, and Efficacy of Additional Extraventricular Anterior Commissurotomy With Corpus Callosotomy.", "http://www.ncbi.nlm.nih.gov/pubmed/37303192": "Surgical outcomes of open and laser interstitial thermal therapy approaches for corpus callosotomy in pediatric epilepsy.", "http://www.ncbi.nlm.nih.gov/pubmed/31140570": "Endoscopic Interhemispheric Disconnection for Intractable Multifocal Epilepsy: Surgical Technique and Functional Neuroanatomy.", "http://www.ncbi.nlm.nih.gov/pubmed/18759631": "Corpus callosotomy in children with intractable epilepsy using frameless stereotactic neuronavigation: 12-year experience at the Hospital for Sick Children in Toronto.", "http://www.ncbi.nlm.nih.gov/pubmed/36690159": "A safe replication-defective Zika virus vaccine protects mice from viral infection and vertical transmission.", "http://www.ncbi.nlm.nih.gov/pubmed/36762592": "mRNA vaccines: The future of prevention of viral infections?", "http://www.ncbi.nlm.nih.gov/pubmed/37058415": "Mimotope discovery as a tool to design a vaccine against Zika and dengue viruses.", "http://www.ncbi.nlm.nih.gov/pubmed/36909657": "Revealing eRNA interactions: TF dependency and convergent cooperativity.", "http://www.ncbi.nlm.nih.gov/pubmed/37537618": "Enhancer RNAs: mechanisms in transcriptional regulation and functions in diseases.", "http://www.ncbi.nlm.nih.gov/pubmed/36039999": "Enhancer RNAs step forward: new insights into enhancer function.", "http://www.ncbi.nlm.nih.gov/pubmed/29138457": "Functional annotation of structural ncRNAs within enhancer RNAs in the human genome: implications for human disease.", "http://www.ncbi.nlm.nih.gov/pubmed/32568241": "Enforced Activation of Enhancer RNAs In Situ through the dCas9 Synergistic Activation Mediator System.", "http://www.ncbi.nlm.nih.gov/pubmed/20670291": "Transmission of cytomegalovirus via breast milk to the prematurely born infant: a systematic review.", "http://www.ncbi.nlm.nih.gov/pubmed/21164427": "Transmission of cytomegalovirus via breast milk in extremely premature infants.", "http://www.ncbi.nlm.nih.gov/pubmed/9469396": "Transmission of cytomegalovirus to preterm infants through breast milk.", "http://www.ncbi.nlm.nih.gov/pubmed/25675905": "Characterization of human breast milk leukocytes and their potential role in cytomegalovirus transmission to newborns.", "http://www.ncbi.nlm.nih.gov/pubmed/24172840": "Cytomegalovirus infection in preterm triplets transmitted via breast milk.", "http://www.ncbi.nlm.nih.gov/pubmed/36698225": "Imidazole and Biphenyl Derivatives as Anti-cancer Agents for Glioma Therapeutics: Computational Drug Repurposing Strategy.", "http://www.ncbi.nlm.nih.gov/pubmed/36453510": "Pharmacophore-based Identification of Potential Mutant Isocitrate Dehydrogenases I/2 Inhibitors: An Explorative Avenue in Cancer Drug Design.", "http://www.ncbi.nlm.nih.gov/pubmed/37272516": "Vorasidenib in IDH1- or IDH2-Mutant Low-Grade Glioma.", "http://www.ncbi.nlm.nih.gov/pubmed/37276325": "Targeted Options for Glioma Looking Good.", "http://www.ncbi.nlm.nih.gov/pubmed/37812369": "Molecular Profiling and Targeted Therapies in Gliomas.", "http://www.ncbi.nlm.nih.gov/pubmed/34003218": "Screening for Colorectal Cancer: US Preventive Services Task Force Recommendation Statement.", "http://www.ncbi.nlm.nih.gov/pubmed/32029430": "Estimating the Screening-Eligible Population Size, Ages 45-74, at Average Risk to Develop Colorectal Cancer in the United States.", "http://www.ncbi.nlm.nih.gov/pubmed/27304597": "Screening for Colorectal Cancer: US Preventive Services Task Force Recommendation Statement.", "http://www.ncbi.nlm.nih.gov/pubmed/22393133": "Screening for colorectal cancer: a guidance statement from the American College of Physicians.", "http://www.ncbi.nlm.nih.gov/pubmed/22832797": "[A Korean national survey for colorectal cancer screening and polyp diagnosis methods using web-based survey].", "http://www.ncbi.nlm.nih.gov/pubmed/37123050": "Effectiveness and Safety of Acupotomy Treatment on Shoulder Pain: 25 Multicenter Retrospective Study.", "http://www.ncbi.nlm.nih.gov/pubmed/36050272": "Safety of acupotomy in a real-world setting: A prospective pilot and feasibility study.", "http://www.ncbi.nlm.nih.gov/pubmed/32280270": "Acupotomy versus Manual Acupuncture for the Treatment of Back and/or Leg Pain in Patients with Lumbar Disc Herniation: A Multicenter, Randomized, Controlled, Assessor-Blinded Clinical Trial.", "http://www.ncbi.nlm.nih.gov/pubmed/31393365": "Acupotomy for the treatment of lumbar spinal stenosis: A systematic review and meta-analysis.", "http://www.ncbi.nlm.nih.gov/pubmed/31383431": "Clinical effectiveness and safety of acupotomy: An overview of systematic reviews.", "http://www.ncbi.nlm.nih.gov/pubmed/34896923": "Frequency of dementia in Parkinson's disease: A systematic review and meta-analysis.", "http://www.ncbi.nlm.nih.gov/pubmed/36602897": "The chromatin signatures of enhancers and their dynamic regulation.", "http://www.ncbi.nlm.nih.gov/pubmed/22593555": "Dynamics of enhancer chromatin signatures mark the transition from pluripotency to cell specification during embryogenesis.", "http://www.ncbi.nlm.nih.gov/pubmed/22421546": "Chromatin state signatures associated with tissue-specific gene expression and enhancer activity in the embryonic limb.", "http://www.ncbi.nlm.nih.gov/pubmed/21160473": "A unique chromatin signature uncovers early developmental enhancers in humans.", "http://www.ncbi.nlm.nih.gov/pubmed/23880941": "The CaMV 35S enhancer has a function to change the histone modification state at insertion loci in Arabidopsis thaliana.", "http://www.ncbi.nlm.nih.gov/pubmed/33437956": "Ehlers-Danlos Syndrome: Immunologic contrasts and connective tissue comparisons.", "http://www.ncbi.nlm.nih.gov/pubmed/10906878": "Orthopaedic manifestations of Ehlers-Danlos syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/9762220": "[Abdominal emergencies in type IV ehlers-Danlos syndrome].", "http://www.ncbi.nlm.nih.gov/pubmed/20847697": "Clinical and genetic aspects of Ehlers-Danlos syndrome, classic type.", "http://www.ncbi.nlm.nih.gov/pubmed/34807421": "Ehlers-Danlos Syndromes, Joint Hypermobility and Hypermobility Spectrum Disorders.", "http://www.ncbi.nlm.nih.gov/pubmed/36728342": "Model-Informed Estimation of Acutely Decreased Tacrolimus Clearance and Subsequent Dose Individualization in a Pediatric Renal Transplant Patient With Posterior Reversible Encephalopathy Syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/36398875": "Posterior reversible encephalopathy syndrome after lung transplantation: Risk factors and management.", "http://www.ncbi.nlm.nih.gov/pubmed/35469414": "Posterior reversible encephalopathy syndrome (PRES) in post liver transplantation.", "http://www.ncbi.nlm.nih.gov/pubmed/36329183": "Drugs associated with posterior reversible encephalopathy syndrome, a worldwide signal detection study.", "http://www.ncbi.nlm.nih.gov/pubmed/37120321": "Perfusion-Dependent Focal Neurologic Deficits in a Critically Ill Heart Transplant Recipient: A Case of Tacrolimus-Associated Reversible Cerebral Vasospasm Syndrome?", "http://www.ncbi.nlm.nih.gov/pubmed/29355075": "Durable Clinical Benefit With Nivolumab Plus Ipilimumab in DNA Mismatch Repair-Deficient/Microsatellite Instability-High Metastatic Colorectal Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/35340168": "[Immunotherapy for microsatellite-instability-high advanced colorectal cancer].", "http://www.ncbi.nlm.nih.gov/pubmed/35433988": "Efficacy of sintilimab and fruquintinib combination treatment in the management of microsatellite-stable metastatic colorectal cancer: a case report.", "http://www.ncbi.nlm.nih.gov/pubmed/36528470": "Single-Agent Neoadjuvant Immunotherapy With a PD-1 Antibody in Locally Advanced Mismatch Repair-Deficient or Microsatellite Instability-High Colorectal Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/35340169": "[Immune checkpoint inhibitors in the treatment of colorectal cancer: a review of clinical trials].", "http://www.ncbi.nlm.nih.gov/pubmed/14551701": "Paraoxonase gene polymorphisms, oxidative stress, and diseases.", "http://www.ncbi.nlm.nih.gov/pubmed/15607899": "The paraoxonase gene family and atherosclerosis.", "http://www.ncbi.nlm.nih.gov/pubmed/11918623": "Paraoxonase gene cluster is a genetic marker for early microvascular complications in type 1 diabetes.", "http://www.ncbi.nlm.nih.gov/pubmed/8661009": "The human serum paraoxonase/arylesterase gene (PON1) is one member of a multigene family.", "http://www.ncbi.nlm.nih.gov/pubmed/32487820": "Epigenetics of paraoxonases.", "http://www.ncbi.nlm.nih.gov/pubmed/34973083": "Inflammatory breast cancer defined: proposed common diagnostic criteria to guide treatment and research.", "http://www.ncbi.nlm.nih.gov/pubmed/33845027": "Inflammatory breast cancer: early recognition and diagnosis is critical.", "http://www.ncbi.nlm.nih.gov/pubmed/32472759": "Beyond the coding genome: non-coding mutations and cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/30370373": "Non-coding genetic variation in cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/24667321": "Genetic variation in the non-coding genome: Involvement of micro-RNAs and long non-coding RNAs in disease.", "http://www.ncbi.nlm.nih.gov/pubmed/27270572": "Characterisation of non-coding genetic variation in histamine receptors using AnNCR-SNP.", "http://www.ncbi.nlm.nih.gov/pubmed/35850704": "Recommendations for clinical interpretation of variants found in non-coding regions of the genome.", "http://www.ncbi.nlm.nih.gov/pubmed/37468838": "Identified eleven exon variants in PKD1 and PKD2 genes that altered RNA splicing by minigene assay.", "http://www.ncbi.nlm.nih.gov/pubmed/37598857": "Certain heterozygous variants in the kinase domain of the serine/threonine kinase NEK8 can cause an autosomal dominant form of polycystic kidney disease.", "http://www.ncbi.nlm.nih.gov/pubmed/31160911": "Molecular genetic analysis of polycystic kidney disease 1 and polycystic kidney disease 2 mutations in pedigrees with autosomal dominant polycystic kidney disease.", "http://www.ncbi.nlm.nih.gov/pubmed/36469907": "Considerations for genetic testing in individuals with autosomal dominant polycystic kidney disease.", "http://www.ncbi.nlm.nih.gov/pubmed/21115670": "Novel PKD1 and PKD2 mutations in autosomal dominant polycystic kidney disease (ADPKD).", "http://www.ncbi.nlm.nih.gov/pubmed/37059508": "Safety and efficacy of zilucoplan in patients with generalised myasthenia gravis (RAISE): a randomised, double-blind, placebo-controlled, phase 3 study.", "http://www.ncbi.nlm.nih.gov/pubmed/37204031": "Efficacy of innovative therapies in myasthenia gravis: A systematic review, meta-analysis and network meta-analysis.", "http://www.ncbi.nlm.nih.gov/pubmed/38093160": "Zilucoplan: First Approval.", "http://www.ncbi.nlm.nih.gov/pubmed/33792453": "Zilucoplan: An Investigational Complement C5 Inhibitor for the Treatment of Acetylcholine Receptor Autoantibody-Positive Generalized Myasthenia Gravis.", "http://www.ncbi.nlm.nih.gov/pubmed/12056700": "Raltitrexed: current clinical status and future directions.", "http://www.ncbi.nlm.nih.gov/pubmed/10645208": "Raltitrexed (Tomudex) in combination with 5-fluorouracil for the treatment of patients with advanced colorectal cancer: preliminary results from phase I clinical trials.", "http://www.ncbi.nlm.nih.gov/pubmed/12044507": "Raltitrexed in the treatment of elderly patients with advanced colorectal cancer: an active and low toxicity regimen.", "http://www.ncbi.nlm.nih.gov/pubmed/11038040": "Raltitrexed ('Tomudex') and radiotherapy can be combined as postoperative treatment for rectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/24093908": "Targeting thymidylate synthase in colorectal cancer: critical re-evaluation and emerging therapeutic role of raltitrexed.", "http://www.ncbi.nlm.nih.gov/pubmed/37275090": "Cricopharyngeal Myotomy; a Rescue Surgery for Dysphagia in Lateral Medullary Syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/32655466": "Vestibular and Ocular Motor Properties in Lateral Medullary Stroke Critically Depend on the Level of the Medullary Lesion.", "http://www.ncbi.nlm.nih.gov/pubmed/32539005": "Neuroanatomical basis of Wallenberg syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/34979701": "An Atypical Presentation of Left Lateral Medullary Syndrome - A Case Report.", "http://www.ncbi.nlm.nih.gov/pubmed/34373821": "Hitting a Wall: An Ambiguous Case of Wallenberg Syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/31899933": "Cystic fibrosis in the year 2020: A disease with a new face.", "http://www.ncbi.nlm.nih.gov/pubmed/35125294": "Worldwide rates of diagnosis and effective treatment for cystic fibrosis.", "http://www.ncbi.nlm.nih.gov/pubmed/36986509": "Elexacaftor-Tezacaftor-Ivacaftor: A Life-Changing Triple Combination of CFTR Modulator Drugs for Cystic Fibrosis.", "http://www.ncbi.nlm.nih.gov/pubmed/37505443": "Understanding the multifaceted role of miRNAs in Alzheimer's disease pathology.", "http://www.ncbi.nlm.nih.gov/pubmed/32949853": "MicroRNAs in oral cancer: Biomarkers with clinical potential.", "http://www.ncbi.nlm.nih.gov/pubmed/20545570": "Transcriptional modulation of micro-RNA in human cells differing in radiation sensitivity.", "http://www.ncbi.nlm.nih.gov/pubmed/23447695": "Identification of radiation-induced microRNA transcriptome by next-generation massively parallel sequencing.", "http://www.ncbi.nlm.nih.gov/pubmed/28602827": "microRNA inhibitors: Natural and artificial sequestration of microRNA.", "http://www.ncbi.nlm.nih.gov/pubmed/37456659": "A novel PKHD1 splicing variant identified in a fetus with autosomal recessive polycystic kidney disease.", "http://www.ncbi.nlm.nih.gov/pubmed/36351060": "Immunotherapeutic Targeting and PET Imaging of DLL3 in Small-Cell Neuroendocrine Prostate Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/36689692": "Tarlatamab, a First-in-Class DLL3-Targeted Bispecific T-Cell Engager, in Recurrent Small-Cell Lung Cancer: An Open-Label, Phase I Study.", "http://www.ncbi.nlm.nih.gov/pubmed/37355629": "Emerging therapies targeting the delta-like ligand 3 (DLL3) in small cell lung cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/37861218": "Tarlatamab for Patients with Previously Treated Small-Cell Lung Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/37877814": "Tarlatamab Shows Promise in SCLC.", "http://www.ncbi.nlm.nih.gov/pubmed/37971743": "Cost-Effectiveness of Liquid Biopsy for Colorectal Cancer Screening in Patients Who Are Unscreened.", "http://www.ncbi.nlm.nih.gov/pubmed/35740615": "The Early Detection of Breast Cancer Using Liquid Biopsies: Model Estimates of the Benefits, Harms, and Costs.", "http://www.ncbi.nlm.nih.gov/pubmed/30268335": "Role of liquid biopsies in colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/36056434": "Somatic copy number alteration and fragmentation analysis in circulating tumor DNA for cancer screening and treatment monitoring in colorectal cancer patients.", "http://www.ncbi.nlm.nih.gov/pubmed/19574924": "Cost-effectiveness of colorectal cancer screening with computed tomography colonography according to a polyp size threshold for polypectomy.", "http://www.ncbi.nlm.nih.gov/pubmed/36566630": "Mucormycosis: A hidden mystery of fungal infection, possible diagnosis, treatment and development of new therapeutic agents.", "http://www.ncbi.nlm.nih.gov/pubmed/36571098": "Mucormycosis in Post Novel Corona Virus Patients: An Institutional Experience.", "http://www.ncbi.nlm.nih.gov/pubmed/36751448": "Rhinocerebral mucormycosis (RCM): To study the clinical spectrum and outcome of 61 cases of RCM managed at a tertiary care center in India.", "http://www.ncbi.nlm.nih.gov/pubmed/23391952": "Rhino-orbital mucourmycosis in a non-immunocompromised patient.", "http://www.ncbi.nlm.nih.gov/pubmed/21482731": "Mucormycosis caused by unusual mucormycetes, non-Rhizopus, -Mucor, and -Lichtheimia species.", "http://www.ncbi.nlm.nih.gov/pubmed/36403582": "Monkeypox.", "http://www.ncbi.nlm.nih.gov/pubmed/28580607": "Chromatin accessibility and guide sequence secondary structure affect CRISPR-Cas9 gene editing efficiency.", "http://www.ncbi.nlm.nih.gov/pubmed/29684067": "Chromatin accessibility is associated with CRISPR-Cas9 efficiency in the zebrafish (Danio rerio).", "http://www.ncbi.nlm.nih.gov/pubmed/31349852": "Modulating chromatin accessibility by transactivation and targeting proximal dsgRNAs enhances Cas9 editing efficiency in vivo.", "http://www.ncbi.nlm.nih.gov/pubmed/35689624": "Epigenetic features drastically impact CRISPR-Cas9 efficacy in plants.", "http://www.ncbi.nlm.nih.gov/pubmed/28303677": "Examination of CRISPR/Cas9 design tools and the effect of target site accessibility on Cas9 activity.", "http://www.ncbi.nlm.nih.gov/pubmed/37650357": "English version of Japanese guidance for biologics in treating atopic dermatitis.", "http://www.ncbi.nlm.nih.gov/pubmed/37801534": "Selection of Nemolizumab Clinical Dosage for Atopic Dermatitis.", "http://www.ncbi.nlm.nih.gov/pubmed/37556125": "Modulation of Neuroimmune and Epithelial Dysregulation in Patients With Moderate to Severe Prurigo Nodularis Treated With Nemolizumab.", "http://www.ncbi.nlm.nih.gov/pubmed/37888917": "Phase 3 Trial of Nemolizumab in Patients with Prurigo Nodularis.", "http://www.ncbi.nlm.nih.gov/pubmed/28249150": "Anti-Interleukin-31 Receptor A Antibody for Atopic Dermatitis.", "http://www.ncbi.nlm.nih.gov/pubmed/26338314": "The comparative cost-effectiveness of colorectal cancer screening using faecal immunochemical test vs. colonoscopy.", "http://www.ncbi.nlm.nih.gov/pubmed/32294848": "[Health economic evidence for colorectal cancer screening programs in China: an update from 2009-2018].", "http://www.ncbi.nlm.nih.gov/pubmed/16314648": "Costs and cost effectiveness of a health care provider-directed intervention to promote colorectal cancer screening among Veterans.", "http://www.ncbi.nlm.nih.gov/pubmed/20059779": "Cost-effectiveness of screening for colorectal cancer in France using a guaiac test versus an immunochemical test.", "http://www.ncbi.nlm.nih.gov/pubmed/36660031": "Cri-du-Chat Syndrome: Revealing a Familial Atypical Deletion in 5p.", "http://www.ncbi.nlm.nih.gov/pubmed/37908952": "Cri-Du-Chat Syndrome Associated With Meningomyelocele: A Case Report.", "http://www.ncbi.nlm.nih.gov/pubmed/7713510": "Physical mapping of genetic markers on the short arm of chromosome 5.", "http://www.ncbi.nlm.nih.gov/pubmed/26059676": "Peters anomaly in cri-du-chat syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/23455788": "Cri du chat syndrome: a series of five cases.", "http://www.ncbi.nlm.nih.gov/pubmed/24313570": "Excess early mortality in schizophrenia.", "http://www.ncbi.nlm.nih.gov/pubmed/29723811": "Increased mortality among people with schizophrenia and other non-affective psychotic disorders in the community: A systematic review and meta-analysis.", "http://www.ncbi.nlm.nih.gov/pubmed/37342815": "Sensitivity of ICD coding for sepsis in children-a population-based study.", "http://www.ncbi.nlm.nih.gov/pubmed/36382338": "Accuracy of International Classification of Diseases, 10th Revision Codes for Identifying Sepsis: A Systematic Review and Meta-Analysis.", "http://www.ncbi.nlm.nih.gov/pubmed/36756143": "Advances in the management of non-small-cell lung cancer harbouring EGFR exon 20 insertion mutations.", "http://www.ncbi.nlm.nih.gov/pubmed/36868177": "Management of infusion-related reactions (IRRs) in patients receiving amivantamab in the CHRYSALIS study.", "http://www.ncbi.nlm.nih.gov/pubmed/35652704": "Targeting EGFR Exon 20 Insertion Mutation in Non-small cell Lung Cancer: Amivantamab and Mobocertinib.", "http://www.ncbi.nlm.nih.gov/pubmed/35616682": "Amivantamab: A New Hope in Targeting Non-small Cell Lung Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/36652175": "An Adjusted Treatment Comparison Comparing Amivantamab Versus Real-World Clinical Practice in Europe and the United States for Patients with Advanced Non-Small Cell Lung Cancer with Activating Epidermal Growth Factor Receptor Exon 20 Insertion Mutations.", "http://www.ncbi.nlm.nih.gov/pubmed/37498507": "Update on the management of elderly patients with colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/24071534": "The effect of age and comorbidity on patient-centered health outcomes in patients receiving adjuvant chemotherapy for colon cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/16943526": "Pooled analysis of safety and efficacy of oxaliplatin plus fluorouracil/leucovorin administered bimonthly in elderly patients with colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/28434884": "Neurotoxicity Outcomes in a Population-based Cohort of Elderly Patients Treated With Adjuvant Oxaliplatin for Colorectal Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/23204187": "Practical outcome of adjuvant FOLFOX4 chemotherapy in elderly patients with stage III colon cancer: single-center study in Korea.", "http://www.ncbi.nlm.nih.gov/pubmed/37429851": "Transmission of SARS-CoV-2 in free-ranging white-tailed deer in the United States.", "http://www.ncbi.nlm.nih.gov/pubmed/36710856": "Tissue distribution of angiotensin-converting enzyme 2 (ACE2) receptor in wild animals with a focus on artiodactyls, mustelids and phocids.", "http://www.ncbi.nlm.nih.gov/pubmed/37494882": "Changes in the geographic distribution of the blacklegged tick, Ixodes scapularis, in the United States.", "http://www.ncbi.nlm.nih.gov/pubmed/25973622": "CLIMATE AND HABITAT INFLUENCE PREVALENCE OF MENINGEAL WORM INFECTION IN NORTH DAKOTA, USA.", "http://www.ncbi.nlm.nih.gov/pubmed/19069784": "[Phylogenetic relationships among Neotropical deer genera (Artiodactyla: Cervidae) by means of DNAmt sequences and microsatellite markers].", "http://www.ncbi.nlm.nih.gov/pubmed/32671117": "Immunotherapy in the Treatment of Metastatic Melanoma: Current Knowledge and Future Directions.", "http://www.ncbi.nlm.nih.gov/pubmed/35247927": "Single-cell Characterization of the Cellular Landscape of Acral Melanoma Identifies Novel Targets for Immunotherapy.", "http://www.ncbi.nlm.nih.gov/pubmed/33256089": "Overcoming Immune Evasion in Melanoma.", "http://www.ncbi.nlm.nih.gov/pubmed/33202676": "Tumor MHC Expression Guides First-Line Immunotherapy Selection in Melanoma.", "http://www.ncbi.nlm.nih.gov/pubmed/33002195": "Neoadjuvant immunotherapy for melanoma.", "http://www.ncbi.nlm.nih.gov/pubmed/34560710": "Vascular Ehlers-Danlos Syndrome: Pathological Variants, Recent Discoveries, and Theoretical Approaches.", "http://www.ncbi.nlm.nih.gov/pubmed/30512708": "[[Joint hypermobility: when to evoke Ehlers-Danlos syndrome]?].", "http://www.ncbi.nlm.nih.gov/pubmed/12208159": "Matrix metalloproteinase inhibitor therapy to prevent complications as well as therapy for Ehler-Danlos syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/11218502": "Ehlers-Danlos type VIII. Review of the literature.", "http://www.ncbi.nlm.nih.gov/pubmed/37418279": "VEXAS Syndrome With Tracheal Involvement but Absence of Vasculitis in FDG PET/CT.", "http://www.ncbi.nlm.nih.gov/pubmed/36948992": "Autoimmune manifestations in VEXAS: Opportunities for integration and pitfalls to interpretation.", "http://www.ncbi.nlm.nih.gov/pubmed/37062498": "Pulmonary manifestations in VEXAS syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/37062784": "Clinical and genetic features of Japanese cases of MDS associated with VEXAS syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/36537591": "An update on VEXAS syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/33962569": "Efficacy of positron emission tomography in diagnosis of lateral lymph node metastases in patients with rectal Cancer: a retrospective study.", "http://www.ncbi.nlm.nih.gov/pubmed/30899056": "Predictive Value of [18F]FDG PET/CT for Lymph Node Metastasis in Rectal Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/14751524": "18F-FDG positron emission tomography staging and restaging in rectal cancer treated with preoperative chemoradiation.", "http://www.ncbi.nlm.nih.gov/pubmed/25181962": "Comparison of restaging accuracy of repeat FDG-PET/CT with pelvic MRI after preoperative chemoradiation in patients with rectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/23420438": "Clinical implications of initial FDG-PET/CT in locally advanced rectal cancer treated with neoadjuvant chemoradiotherapy.", "http://www.ncbi.nlm.nih.gov/pubmed/32197449": "Endothelin Receptor Antagonists: Status Quo and Future Perspectives for Targeted Therapy.", "http://www.ncbi.nlm.nih.gov/pubmed/31593221": "Selective ETA vs. dual ETA/B receptor blockade for the prevention of sunitinib-induced hypertension and albuminuria in WKY rats.", "http://www.ncbi.nlm.nih.gov/pubmed/32249614": "Beneficial effect on podocyte number in experimental diabetic nephropathy resulting from combined atrasentan and RAAS inhibition therapy.", "http://www.ncbi.nlm.nih.gov/pubmed/32985601": "Ambrisentan, an endothelin receptor type A-selective antagonist, inhibits cancer cell migration, invasion, and metastasis.", "http://www.ncbi.nlm.nih.gov/pubmed/32942043": "Rationale and design of the Medical Research Council's Precision Medicine with Zibotentan in Microvascular Angina (PRIZE) trial.", "http://www.ncbi.nlm.nih.gov/pubmed/33363250": "Hendra virus: Epidemiology dynamics in relation to climate change, diagnostic tests and control measures.", "http://www.ncbi.nlm.nih.gov/pubmed/22752412": "Epidemiology of henipavirus disease in humans.", "http://www.ncbi.nlm.nih.gov/pubmed/37491450": "Defects in early synaptic formation and neuronal function in Prader-Willi syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/9401540": "The genetic basis for Prader-Willi syndrome: the importance of imprinted genes.", "http://www.ncbi.nlm.nih.gov/pubmed/22903639": "De novo interstitial duplication of 15q11.2-q13.1 with complex maternal uniparental trisomy for the 15q11-q13 region in a patient with Prader-Willi syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/17522286": "Prader-Willi syndrome: an update and review for the primary pediatrician.", "http://www.ncbi.nlm.nih.gov/pubmed/9391886": "Prader-Willi syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/36508589": "Capivasertib Doubles PFS in Some Breast Cancers.", "http://www.ncbi.nlm.nih.gov/pubmed/37046675": "Filling the Gap after CDK4/6 Inhibitors: Novel Endocrine and Biologic Treatment Options for Metastatic Hormone Receptor Positive Breast Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/37256976": "Capivasertib in Hormone Receptor-Positive Advanced Breast Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/35398754": "\"The emerging role of capivasertib in breast cancer\".", "http://www.ncbi.nlm.nih.gov/pubmed/35671774": "Fulvestrant plus capivasertib versus placebo after relapse or progression on an aromatase inhibitor in metastatic, oestrogen receptor-positive, HER2-negative breast cancer (FAKTION): overall survival, updated progression-free survival, and expanded biomarker analysis from a randomised, phase 2 trial.", "http://www.ncbi.nlm.nih.gov/pubmed/34586340": "Association of Delayed Surgery With Oncologic Long-term Outcomes in Patients With Locally Advanced Rectal Cancer Not Responding to Preoperative Chemoradiation.", "http://www.ncbi.nlm.nih.gov/pubmed/32966845": "Timing to achieve the highest rate of pCR after preoperative radiochemotherapy in rectal cancer: a pooled analysis of 3085 patients from 7 randomized trials.", "http://www.ncbi.nlm.nih.gov/pubmed/26897480": "Optimal Timing to Surgery after Neoadjuvant Chemoradiotherapy for Locally Advanced Rectal Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/29178095": "[Efficacy analysis of proximally extended resection for locally advanced rectal cancer after neoadjuvant chemoradiotherapy].", "http://www.ncbi.nlm.nih.gov/pubmed/23741691": "Optimal timing of surgery after neoadjuvant chemoradiation therapy in locally advanced rectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/35864517": "Kagami-Ogata syndrome: a case report.", "http://www.ncbi.nlm.nih.gov/pubmed/34055463": "Kagami-Ogata Syndrome: Case Series and Review of Literature.", "http://www.ncbi.nlm.nih.gov/pubmed/33179779": "Prenatal diagnosis of Kagami-Ogata syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/34746047": "Prenatal Diagnosis of a Mosaic Paternal Uniparental Disomy for Chromosome 14: A Case Report of Kagami-Ogata Syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/31853915": "[Kagami-Ogata Syndrome: An Anomaly of the Ribs as a Pathognomonic Feature for the Clinical Diagnosis of an (epi)Genetic Syndrome].", "http://www.ncbi.nlm.nih.gov/pubmed/34940954": "Multiple Sclerosis in Children: Differential Diagnosis, Prognosis, and Disease-Modifying Treatment.", "http://www.ncbi.nlm.nih.gov/pubmed/32940341": "Pediatric multiple sclerosis - current status of epidemiology, diagnosis and treatment.", "http://www.ncbi.nlm.nih.gov/pubmed/37401651": "State-of-the-art 2023 on gene therapy for phenylketonuria.", "http://www.ncbi.nlm.nih.gov/pubmed/22348550": "Reversal of metabolic and neurological symptoms of phenylketonuric mice treated with a PAH containing helper-dependent adenoviral vector.", "http://www.ncbi.nlm.nih.gov/pubmed/16319947": "Administration-route and gender-independent long-term therapeutic correction of phenylketonuria (PKU) in a mouse model by recombinant adeno-associated virus 8 pseudotyped vector-mediated gene transfer.", "http://www.ncbi.nlm.nih.gov/pubmed/10203136": "Reversal of hypopigmentation in phenylketonuria mice by adenovirus-mediated gene transfer.", "http://www.ncbi.nlm.nih.gov/pubmed/16150627": "Reversal of gene expression profile in the phenylketonuria mouse model after adeno-associated virus vector-mediated gene therapy.", "http://www.ncbi.nlm.nih.gov/pubmed/37291210": "Trofinetide for the treatment of Rett syndrome: a randomized phase 3 study.", "http://www.ncbi.nlm.nih.gov/pubmed/37191913": "Trofinetide: First Approval.", "http://www.ncbi.nlm.nih.gov/pubmed/37635789": "A review of the Rett Syndrome Behaviour Questionnaire and its utilization in the assessment of symptoms associated with Rett syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/37568516": "Trofinetide for Rett Syndrome: Highlights on the Development and Related Inventions of the First USFDA-Approved Treatment for Rare Pediatric Unmet Medical Need.", "http://www.ncbi.nlm.nih.gov/pubmed/28964591": "A Double-Blind, Randomized, Placebo-Controlled Clinical Study of Trofinetide in the Treatment of Rett Syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/32628360": "Diagnostic performance of various liquid biopsy methods in detecting colorectal cancer: A meta-analysis.", "http://www.ncbi.nlm.nih.gov/pubmed/33667566": "Preliminary Analysis of Liquid Biopsy after Hepatectomy for Colorectal Liver Metastases.", "http://www.ncbi.nlm.nih.gov/pubmed/31060647": "\"Liquid Biopsy\" - Is it a Feasible Option in Colorectal Cancer?", "http://www.ncbi.nlm.nih.gov/pubmed/35337361": "Liquid biopsy at the frontier of detection, prognosis and progression monitoring in colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/37273078": "Liquid Biopsy by ctDNA in Liver Transplantation for Colorectal Cancer Liver Metastasis.", "http://www.ncbi.nlm.nih.gov/pubmed/28550716": "Ex-vivo measurement of scalp follicular infundibulum delivery of zinc pyrithione and climbazole from an anti-dandruff shampoo.", "http://www.ncbi.nlm.nih.gov/pubmed/26143173": "Eruptive Tumors of the Follicular Infundibulum: An Unexpected Diagnosis of Hypopigmented Macules.", "http://www.ncbi.nlm.nih.gov/pubmed/25761672": "Trichoblastoma, syringocystadenoma papilliferum, desmoplastic trichilemmoma and tumor of the follicular infundibulum with signet-ring cells, all arising in nevus sebaceus.", "http://www.ncbi.nlm.nih.gov/pubmed/26170707": "Microneedling dilates the follicular infundibulum and increases transfollicular absorption of liposomal sepia melanin.", "http://www.ncbi.nlm.nih.gov/pubmed/11401679": "Tumor of the follicular infundibulum with sebaceous differentiation.", "http://www.ncbi.nlm.nih.gov/pubmed/28404070": "Pathophysiology of irritable bowel syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/27159638": "Irritable bowel syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/25083061": "Intestinal microbiota in pathophysiology and management of irritable bowel syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/36250361": "The Role of Short Chain Fatty Acids in Irritable Bowel Syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/37048642": "Irritable Bowel Syndrome and the Gut Microbiome: A Comprehensive Review.", "http://www.ncbi.nlm.nih.gov/pubmed/37408271": "Genetic and Protein Network Underlying the Convergence of Rett-Syndrome-like (RTT-L) Phenotype in Neurodevelopmental Disorders.", "http://www.ncbi.nlm.nih.gov/pubmed/28007990": "Longitudinal course of epilepsy in Rett syndrome and related disorders.", "http://www.ncbi.nlm.nih.gov/pubmed/12503649": "Rett syndrome phenotype following infantile acute encephalopathy.", "http://www.ncbi.nlm.nih.gov/pubmed/20682201": "Ocular MECP2 protein expression in patients with and without Rett syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/24423488": "[Rett syndrome].", "http://www.ncbi.nlm.nih.gov/pubmed/37646678": "Anti-Epstein-Barr Virus BNLF2b for Mass Screening for Nasopharyngeal Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/25839059": "Use of atropine-diphenoxylate compared with hyoscyamine to decrease rates of irinotecan-related cholinergic syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/30244364": "Coadministration of cytotoxic chemotherapeutic agents with irinotecan is a risk factor for irinotecan-induced cholinergic syndrome in Japanese patients with cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/29705823": "Predictive factors for the development of irinotecan-related cholinergic syndrome using ordered logistic regression analysis.", "http://www.ncbi.nlm.nih.gov/pubmed/30564875": "Prophylactic effect of scopolamine butylbromide, a competitive antagonist of muscarinic acetylcholine receptor, on irinotecan-related cholinergic syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/11956509": "Cholinergic toxic syndrome by the anticancer drug irinotecan: acetylcholinesterase does not play a major role.", "http://www.ncbi.nlm.nih.gov/pubmed/37813237": "FAM134B-induced endoplasmic reticulum (ER)-phagy exacerbates cisplatin-insulted hair cell apoptosis ：Possible relation to excessive ER stress.", "http://www.ncbi.nlm.nih.gov/pubmed/37728036": "Upregulation of FAM134B inhibits endoplasmic reticulum stress-related degradation protein expression and promotes hepatocellular carcinogenesis.", "http://www.ncbi.nlm.nih.gov/pubmed/36056188": "O-GlcNAc transferase regulates intervertebral disc degeneration by targeting FAM134B-mediated ER-phagy.", "http://www.ncbi.nlm.nih.gov/pubmed/31930741": "FAM134B oligomerization drives endoplasmic reticulum membrane scission for ER-phagy.", "http://www.ncbi.nlm.nih.gov/pubmed/33199694": "Critical roles of FAM134B in ER-phagy and diseases.", "http://www.ncbi.nlm.nih.gov/pubmed/36868166": "Human papillomavirus in cancer: Infection, disease transmission, and progress in vaccines.", "http://www.ncbi.nlm.nih.gov/pubmed/36730877": "Human Papillomavirus-Associated Head and Neck Malignancies in Sub-Saharan Africa: A Systematic Review.", "http://www.ncbi.nlm.nih.gov/pubmed/34210752": "AP-2α-Mediated Activation of E2F and EZH2 Drives Melanoma Metastasis.", "http://www.ncbi.nlm.nih.gov/pubmed/37083077": "TFAP2A promotes cervical cancer via a positive feedback pathway with PD‑L1.", "http://www.ncbi.nlm.nih.gov/pubmed/37291585": "Crucial role of the transcription factors family activator protein 2 in cancer: current clue and views.", "http://www.ncbi.nlm.nih.gov/pubmed/36831334": "Differential Expression of AP-2 Transcription Factors Family in Lung Adenocarcinoma and Lung Squamous Cell Carcinoma-A Bioinformatics Study.", "http://www.ncbi.nlm.nih.gov/pubmed/36410635": "The oncogenic role of TFAP2A in bladder urothelial carcinoma via a novel long noncoding RNA TPRG1-AS1/DNMT3A/CRTAC1 axis.", "http://www.ncbi.nlm.nih.gov/pubmed/33773923": "Vaccines - safety in pregnancy.", "http://www.ncbi.nlm.nih.gov/pubmed/36630140": "Efficacy and Safety of Lebrikizumab in Combination With Topical Corticosteroids in Adolescents and Adults With Moderate-to-Severe Atopic Dermatitis: A Randomized Clinical Trial (ADhere).", "http://www.ncbi.nlm.nih.gov/pubmed/36948491": "Biologic Versus Small Molecule Therapy for Treating Moderate to Severe Atopic Dermatitis: Clinical Considerations.", "http://www.ncbi.nlm.nih.gov/pubmed/37401345": "The role of lebrikizumab in the treatment of atopic dermatitis in the adult population.", "http://www.ncbi.nlm.nih.gov/pubmed/36994947": "Efficacy and safety of lebrikizumab in moderate-to-severe atopic dermatitis: 52-week results of two randomized double-blinded placebo-controlled phase III trials.", "http://www.ncbi.nlm.nih.gov/pubmed/37266844": "Lebrikizumab for the Treatment of Moderate-to-Severe Atopic Dermatitis.", "http://www.ncbi.nlm.nih.gov/pubmed/29485322": "Colorectal Cancer: Cost-effectiveness of Colonoscopy versus CT Colonography Screening with Participation Rates and Costs.", "http://www.ncbi.nlm.nih.gov/pubmed/23006522": "Cost-effectiveness of computed tomography colonography in colorectal cancer screening: a systematic review.", "http://www.ncbi.nlm.nih.gov/pubmed/16217110": "Cost-effectiveness of computerized tomographic colonography versus colonoscopy for colorectal cancer screening.", "http://www.ncbi.nlm.nih.gov/pubmed/17156139": "The cost-effectiveness of CT colonography in screening for colorectal neoplasia.", "http://www.ncbi.nlm.nih.gov/pubmed/10445561": "Is virtual colonoscopy a cost-effective option to screen for colorectal cancer?", "http://www.ncbi.nlm.nih.gov/pubmed/37698547": "Recent updates in the diagnosis and management of cryoglobulinemic vasculitis.", "http://www.ncbi.nlm.nih.gov/pubmed/33292799": "Mixed Cryoglobulinemia Syndrome (MCS) due to untreated hepatitis B with uncommon presentation: case report and literature review.", "http://www.ncbi.nlm.nih.gov/pubmed/36169798": "Management of mixed cryoglobulinemia with rituximab: evidence and consensus-based recommendations from the Italian Study Group of Cryoglobulinemia (GISC).", "http://www.ncbi.nlm.nih.gov/pubmed/25547031": "Cryoglobulinemic vasculitis and skin ulcers. Our therapeutic strategy and review of the literature.", "http://www.ncbi.nlm.nih.gov/pubmed/19918044": "Serum concentrations of interleukin 1beta, CXCL10, and interferon-gamma in mixed cryoglobulinemia associated with hepatitis C infection.", "http://www.ncbi.nlm.nih.gov/pubmed/37458166": "Zika virus infection histories in brain development.", "http://www.ncbi.nlm.nih.gov/pubmed/37482558": "Disease burden of congenital Zika virus syndrome in Brazil and its association with socioeconomic data.", "http://www.ncbi.nlm.nih.gov/pubmed/37042942": "Health-related quality of life in children with cerebral palsy associated with congenital Zika infection.", "http://www.ncbi.nlm.nih.gov/pubmed/36867568": "Congenital Zika syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/35409080": "Transcription Factors with Targeting Potential in Gliomas.", "http://www.ncbi.nlm.nih.gov/pubmed/28414309": "Tumor-derived fibulin-3 activates pro-invasive NF-κB signaling in glioblastoma cells and their microenvironment.", "http://www.ncbi.nlm.nih.gov/pubmed/37821870": "Forkhead box transcription factors (FOXOs and FOXM1) in glioma: from molecular mechanisms to therapeutics.", "http://www.ncbi.nlm.nih.gov/pubmed/37087499": "NF-κB/p52 augments ETS1 binding genome-wide to promote glioma progression.", "http://www.ncbi.nlm.nih.gov/pubmed/32064771": "Expression and prognostic role of E2F transcription factors in high-grade glioma.", "http://www.ncbi.nlm.nih.gov/pubmed/36450570": "Japanese Encephalitis Virus Genotypes 1 and 3 Isolation in Kochi, Japan.", "http://www.ncbi.nlm.nih.gov/pubmed/37459873": "Atezolizumab, vemurafenib, and cobimetinib in patients with melanoma with CNS metastases (TRICOTEL): a multicentre, open-label, single-arm, phase 2 study.", "http://www.ncbi.nlm.nih.gov/pubmed/35940183": "Atezolizumab, vemurafenib, and cobimetinib in patients with melanoma with CNS metastases (TRICOTEL): a multicentre, open-label, single-arm, phase 2 study.", "http://www.ncbi.nlm.nih.gov/pubmed/35716310": "Efficacy and tolerability of regorafenib in pretreated patients with progressive CNS grade 3 or 4 gliomas.", "http://www.ncbi.nlm.nih.gov/pubmed/26327919": "Management of regorafenib-related toxicities: a review.", "http://www.ncbi.nlm.nih.gov/pubmed/24980770": "Single dose regorafenib-induced hypertensive crisis.", "http://www.ncbi.nlm.nih.gov/pubmed/24675266": "Adverse event management strategies: optimizing treatment with regorafenib in patients with metastatic colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/29914591": "Regorafenib-Induced Hand-Foot Skin Reaction Is More Severe on the Feet Than on the Hands.", "http://www.ncbi.nlm.nih.gov/pubmed/36763690": "A novel assay for improved detection of sputum periostin in patients with asthma.", "http://www.ncbi.nlm.nih.gov/pubmed/36753209": "Periostin as an important biomarker of inflammatory phenotype T2 in Brazilian asthma patients.", "http://www.ncbi.nlm.nih.gov/pubmed/37260069": "Relationship of Serum Periostin With Asthma Control in Children: Single Center Experience.", "http://www.ncbi.nlm.nih.gov/pubmed/25037608": "Association of serum periostin with aspirin-exacerbated respiratory disease.", "http://www.ncbi.nlm.nih.gov/pubmed/28398635": "Serum periostin relates to type-2 inflammation and lung function in asthma: Data from the large population-based cohort Swedish GA(2)LEN.", "http://www.ncbi.nlm.nih.gov/pubmed/37046794": "EBV and Lymphomagenesis.", "http://www.ncbi.nlm.nih.gov/pubmed/19165855": "Epstein-Barr virus and the pathogenesis of Burkitt's lymphoma: more questions than answers.", "http://www.ncbi.nlm.nih.gov/pubmed/19874382": "Epstein-Barr virus and carcinogenesis: beyond Burkitt's lymphoma.", "http://www.ncbi.nlm.nih.gov/pubmed/18726148": "Ras pathway activation in gliomas: a strategic target for intranasal administration of perillyl alcohol.", "http://www.ncbi.nlm.nih.gov/pubmed/8548755": "CDKN2/p16 or RB alterations occur in the majority of glioblastomas and are inversely correlated.", "http://www.ncbi.nlm.nih.gov/pubmed/10079373": "Simultaneous alterations of retinoblastoma and p53 protein expression in astrocytic tumors.", "http://www.ncbi.nlm.nih.gov/pubmed/30899826": "Origin of mutations in genes associated with human glioblastoma multiform cancer: random polymerase errors versus deamination.", "http://www.ncbi.nlm.nih.gov/pubmed/9426052": "Mutation of the PTEN (MMAC1) tumor suppressor gene in a subset of glioblastomas but not in meningiomas with loss of chromosome arm 10q.", "http://www.ncbi.nlm.nih.gov/pubmed/36565132": "Dystrophin Genotype and Risk of Neuropsychiatric Disorders in Dystrophinopathies: A Systematic Review and Meta-Analysis.", "http://www.ncbi.nlm.nih.gov/pubmed/35773776": "A tale of two twists: mesentero-axial and organo-axial sigmoid volvulus.", "http://www.ncbi.nlm.nih.gov/pubmed/36779459": "Sigmoid volvulus management, only endoscopic devolvulation?", "http://www.ncbi.nlm.nih.gov/pubmed/37761402": "Recurrent Sigmoid Volvulus in Children-Our Experience and Systematic Review of the Current Literature.", "http://www.ncbi.nlm.nih.gov/pubmed/36263824": "Coffee bean sign, steel pan sign and whirl sign in sigmoid volvulus.", "http://www.ncbi.nlm.nih.gov/pubmed/36168370": "Pediatric Sigmoid Volvulus: A Report on Two Cases.", "http://www.ncbi.nlm.nih.gov/pubmed/17664471": "Expression of epiregulin and amphiregulin and K-ras mutation status predict disease control in metastatic colorectal cancer patients treated with cetuximab.", "http://www.ncbi.nlm.nih.gov/pubmed/33888518": "Artificial Intelligence-Assisted Amphiregulin and Epiregulin IHC Predicts Panitumumab Benefit in RAS Wild-Type Metastatic Colorectal Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/23885463": "[Correlation between the presence of Kras mutation and the presence of the proteins epiregulin and amphiregulin in colon cancer tissue].", "http://www.ncbi.nlm.nih.gov/pubmed/23959273": "Intergenic polymorphisms in the amphiregulin gene region as biomarkers in metastatic colorectal cancer patients treated with anti-EGFR plus irinotecan.", "http://www.ncbi.nlm.nih.gov/pubmed/30252132": "Epigenetic regulation of Amphiregulin and Epiregulin in colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/36121781": "A Rare Autoinflammatory Disorder in a Pediatric Patient with Favorable Response to Etanercept: Sideroblastic Anemia with B Cell Immunodeficiency, Periodic Fevers, and Developmental Delay Syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/37239403": "TRNT-1 Deficiency Is Associated with Loss of tRNA Integrity and Imbalance of Distinct Proteins.", "http://www.ncbi.nlm.nih.gov/pubmed/25652405": "The 3' addition of CCA to mitochondrial tRNASer(AGY) is specifically impaired in patients with mutations in the tRNA nucleotidyl transferase TRNT1.", "http://www.ncbi.nlm.nih.gov/pubmed/28390992": "Patient-specific induced pluripotent stem cells to evaluate the pathophysiology of TRNT1-associated Retinitis pigmentosa.", "http://www.ncbi.nlm.nih.gov/pubmed/30758723": "Atypical SIFD with novel TRNT1 mutations: a case study on the pathogenesis of B-cell deficiency.", "http://www.ncbi.nlm.nih.gov/pubmed/34991964": "Pediatric heart-lung transplantation: Technique and special considerations.", "http://www.ncbi.nlm.nih.gov/pubmed/33849770": "Lung and heart-lung transplantation for children with PAH: Dramatic benefits from the implementation of a high-priority allocation program in France.", "http://www.ncbi.nlm.nih.gov/pubmed/32067330": "Pediatric heart-lung transplantation: A contemporary analysis of outcomes.", "http://www.ncbi.nlm.nih.gov/pubmed/38084924": "Enhancer-promoter interactions can form independently of genomic distance and be functional across TAD boundaries.", "http://www.ncbi.nlm.nih.gov/pubmed/35418676": "Nonlinear control of transcription through enhancer-promoter interactions.", "http://www.ncbi.nlm.nih.gov/pubmed/37858706": "YY1 Binding to Regulatory Elements That Lack Enhancer Activity Promotes Locus Folding and Gene Activation.", "http://www.ncbi.nlm.nih.gov/pubmed/37511131": "Transcriptional Readthrough Interrupts Boundary Function in Drosophila.", "http://www.ncbi.nlm.nih.gov/pubmed/35691341": "Coming full circle: On the origin and evolution of the looping model for enhancer-promoter communication.", "http://www.ncbi.nlm.nih.gov/pubmed/36440509": "Global prevalence of intellectual developmental disorder in dystrophinopathies: A systematic review and meta-analysis.", "http://www.ncbi.nlm.nih.gov/pubmed/37256972": "Variant STAT4 and Response to Ruxolitinib in an Autoinflammatory Syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/35205748": "Physical Activity Is Associated with Improved Overall Survival among Patients with Metastatic Colorectal Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/30964753": "Physical activity and mortality in patients with colorectal cancer: a meta-analysis of prospective cohort studies.", "http://www.ncbi.nlm.nih.gov/pubmed/16822844": "Physical activity and survival after colorectal cancer diagnosis.", "http://www.ncbi.nlm.nih.gov/pubmed/20008694": "Physical activity and male colorectal cancer survival.", "http://www.ncbi.nlm.nih.gov/pubmed/32533468": "Exercise intervention for post-treatment colorectal cancer survivors: a systematic review and meta-analysis.", "http://www.ncbi.nlm.nih.gov/pubmed/38036882": "Oxysterols in Vascular Cells and Role in Atherosclerosis.", "http://www.ncbi.nlm.nih.gov/pubmed/38036880": "Impact of Oxysterols in Age-Related Disorders and Strategies to Alleviate Adverse Effects.", "http://www.ncbi.nlm.nih.gov/pubmed/38036890": "Therapeutic Applications of Oxysterols and Derivatives in Age-Related Diseases, Infectious and Inflammatory Diseases, and Cancers.", "http://www.ncbi.nlm.nih.gov/pubmed/38036887": "Oxysterols as Biomarkers of Aging and Disease.", "http://www.ncbi.nlm.nih.gov/pubmed/7657597": "Use of an 18O2 inhalation technique and mass isotopomer distribution analysis to study oxygenation of cholesterol in rat. Evidence for in vivo formation of 7-oxo-, 7 beta-hydroxy-, 24-hydroxy-, and 25-hydroxycholesterol.", "http://www.ncbi.nlm.nih.gov/pubmed/36755514": "Potential for intestinal transplantation after acute mesenteric ischemia in patients aged less than 70 years: A population-based study.", "http://www.ncbi.nlm.nih.gov/pubmed/37417206": "Optimal liver transplant procedure in progressive familial intrahepatic cholestasis type 1 treated with biliary diversion or intestinal transplantation: Lessons learned from three cases treated with different approaches.", "http://www.ncbi.nlm.nih.gov/pubmed/37495293": "Intestinal and Multivisceral Transplantation: Indications and Surgical Techniques.", "http://www.ncbi.nlm.nih.gov/pubmed/8632926": "Preliminary experience with intestinal transplantation in infants and children.", "http://www.ncbi.nlm.nih.gov/pubmed/29528830": "Imaging of Intestinal and Multivisceral Transplantation.", "http://www.ncbi.nlm.nih.gov/pubmed/10653004": "Loss of heterozygosity on chromosome 10 is more extensive in primary (de novo) than in secondary glioblastomas.", "http://www.ncbi.nlm.nih.gov/pubmed/1975510": "Allelotype of human malignant astrocytoma.", "http://www.ncbi.nlm.nih.gov/pubmed/15924253": "PIK3CA mutations in glioblastoma multiforme.", "http://www.ncbi.nlm.nih.gov/pubmed/8370584": "Loss of heterozygosity in malignant gliomas involves at least three distinct regions on chromosome 10.", "http://www.ncbi.nlm.nih.gov/pubmed/9690672": "PTEN (MMAC1) mutations are frequent in primary glioblastomas (de novo) but not in secondary glioblastomas.", "http://www.ncbi.nlm.nih.gov/pubmed/36658421": "Wearable full-body motion tracking of activities of daily living predicts disease trajectory in Duchenne muscular dystrophy.", "http://www.ncbi.nlm.nih.gov/pubmed/36373673": "Myasthenia gravis: What does a pharmacist need to know?", "http://www.ncbi.nlm.nih.gov/pubmed/33719062": "Pharmacosafety of fluoroquinolone and macrolide antibiotics in the clinical care of patients with myasthenia gravis.", "http://www.ncbi.nlm.nih.gov/pubmed/32922263": "Pathomechanisms and Clinical Implications of Myasthenic Syndromes Exacerbated and Induced by Medical Treatments.", "http://www.ncbi.nlm.nih.gov/pubmed/24029473": "[Fluoroquinolone associated myasthenia gravis exacerbation: clinical analysis of 9 cases].", "http://www.ncbi.nlm.nih.gov/pubmed/21879778": "Fluoroquinolone-associated myasthenia gravis exacerbation: evaluation of postmarketing reports from the US FDA adverse event reporting system and a literature review.", "http://www.ncbi.nlm.nih.gov/pubmed/21285991": "BRAF mutation is a powerful prognostic factor in advanced and recurrent colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/16024606": "Poor survival associated with the BRAF V600E mutation in microsatellite-stable colon cancers.", "http://www.ncbi.nlm.nih.gov/pubmed/29799910": "Association of BRAF Mutations With Survival and Recurrence in Surgically Treated Patients With Metastatic Colorectal Liver Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/23650027": "BRAF V600E mutation detection by immunohistochemistry in colorectal carcinoma.", "http://www.ncbi.nlm.nih.gov/pubmed/32571791": "Population-based Screening for BRAF V600E in Metastatic Colorectal Cancer Reveals Increased Prevalence and Poor Prognosis.", "http://www.ncbi.nlm.nih.gov/pubmed/37124497": "Circular RNAs as a potential source of neoepitopes in cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/37762282": "Vesicular Release and Uptake of Circular LSD1-RNAs from Non-Cancer and Cancer Lung Cells.", "http://www.ncbi.nlm.nih.gov/pubmed/33634138": "Insights Into circRNAs: Functional Roles in Lung Cancer Management and the Potential Mechanisms.", "http://www.ncbi.nlm.nih.gov/pubmed/32972011": "Beyond Back Splicing, a Still Poorly Explored World: Non-Canonical Circular RNAs.", "http://www.ncbi.nlm.nih.gov/pubmed/29567830": "Cardiac circRNAs arise mainly from constitutive exons rather than alternatively spliced exons.", "http://www.ncbi.nlm.nih.gov/pubmed/37367977": "Transgender Identity and Suicide Attempts and Mortality in Denmark.", "http://www.ncbi.nlm.nih.gov/pubmed/36716027": "Analysis of Mortality Among Transgender and Gender Diverse Adults in England.", "http://www.ncbi.nlm.nih.gov/pubmed/37446288": "An Overview of EGFR Mechanisms and Their Implications in Targeted Therapies for Glioblastoma.", "http://www.ncbi.nlm.nih.gov/pubmed/33435537": "Updated Insights on EGFR Signaling Pathways in Glioma.", "http://www.ncbi.nlm.nih.gov/pubmed/31733287": "Glioblastoma models driven by different mutations converge to the proneural subtype.", "http://www.ncbi.nlm.nih.gov/pubmed/26757882": "Farewell to GBM-O: Genomic and transcriptomic profiling of glioblastoma with oligodendroglioma component reveals distinct molecular subgroups.", "http://www.ncbi.nlm.nih.gov/pubmed/30680510": "EGFR amplification and classical subtype are associated with a poor response to bevacizumab in recurrent glioblastoma.", "http://www.ncbi.nlm.nih.gov/pubmed/37066919": "Longitudinal Analysis of PUL 2.0 Domains in Ambulant and Non-Ambulant Duchenne Muscular Dystrophy Patients: How do they Change in Relation to Functional Ability?", "http://www.ncbi.nlm.nih.gov/pubmed/37646702": "Mezigdomide plus Dexamethasone in Relapsed and Refractory Multiple Myeloma.", "http://www.ncbi.nlm.nih.gov/pubmed/37705327": "Model based assessment of food and acid reducing agent effects on oral absorption of mezigdomide (CC-92480), a novel cereblon E3 ligase modulator.", "http://www.ncbi.nlm.nih.gov/pubmed/36342226": "The role of E3 ubiquitin ligase in multiple myeloma: potential for cereblon E3 ligase modulators in the treatment of relapsed/refractory disease.", "http://www.ncbi.nlm.nih.gov/pubmed/37906232": "A safety review of recently approved and emerging drugs for patients with relapsed or refractory multiple myeloma.", "http://www.ncbi.nlm.nih.gov/pubmed/36781990": "Survival improvement for patients with metastatic colorectal cancer over twenty years.", "http://www.ncbi.nlm.nih.gov/pubmed/22763194": "Survival differences in patients with metastatic colorectal cancer and with single site metastatic disease at initial presentation: results from South Australian clinical registry for advanced colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/22848257": "Survival of untreated advanced colorectal cancer patients.", "http://www.ncbi.nlm.nih.gov/pubmed/15547753": "Long-term survival of patients with advanced colorectal cancer may not be due to the response to chemotherapy.", "http://www.ncbi.nlm.nih.gov/pubmed/7008761": "Colorectal cancer: the natural history of disseminated disease - a review.", "http://www.ncbi.nlm.nih.gov/pubmed/37057673": "De novo missense variants in RRAGC lead to a fatal mTORopathy of early childhood.", "http://www.ncbi.nlm.nih.gov/pubmed/37274127": "The mTOR signaling pathway in cardiac aging.", "http://www.ncbi.nlm.nih.gov/pubmed/17510057": "PRAS40 regulates mTORC1 kinase activity by functioning as a direct inhibitor of substrate binding.", "http://www.ncbi.nlm.nih.gov/pubmed/21576368": "mTOR kinase domain phosphorylation promotes mTORC1 signaling, cell growth, and cell cycle progression.", "http://www.ncbi.nlm.nih.gov/pubmed/31451768": "Protein kinase N controls a lysosomal lipid switch to facilitate nutrient signalling via mTORC1.", "http://www.ncbi.nlm.nih.gov/pubmed/34871380": "Statin use and risk of dementia or Alzheimer's disease: a systematic review and meta-analysis of observational studies.", "http://www.ncbi.nlm.nih.gov/pubmed/34756134": "An evidence-based review of neuronal cholesterol role in dementia and statins as a pharmacotherapy in reducing risk of dementia.", "http://www.ncbi.nlm.nih.gov/pubmed/30087076": "Statin Use and the Risk of Dementia in Patients with Stroke: A Nationwide Population-Based Cohort Study.", "http://www.ncbi.nlm.nih.gov/pubmed/30045255": "Statins use and risk of dementia: A dose-response meta analysis.", "http://www.ncbi.nlm.nih.gov/pubmed/30337635": "Statin reduces the risk of dementia in diabetic patients receiving androgen deprivation therapy for prostate cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/31914996": "DNA hypermethylation associated with upregulated gene expression in prostate cancer demonstrates the diversity of epigenetic regulation.", "http://www.ncbi.nlm.nih.gov/pubmed/22641018": "Functions of DNA methylation: islands, start sites, gene bodies and beyond.", "http://www.ncbi.nlm.nih.gov/pubmed/29958539": "Consistent inverse correlation between DNA methylation of the first intron and gene expression across tissues and species.", "http://www.ncbi.nlm.nih.gov/pubmed/32348735": "Promoter DNA Hypermethylation and Paradoxical Gene Activation.", "http://www.ncbi.nlm.nih.gov/pubmed/36694897": "DNA Methylation: Genomewide Distribution, Regulatory Mechanism and Therapy Target.", "http://www.ncbi.nlm.nih.gov/pubmed/36631720": "Pharmacokinetic and Pharmacodynamic Characteristics of Insulin Icodec After Subcutaneous Administration in the Thigh, Abdomen or Upper Arm in Individuals with Type 2 Diabetes Mellitus.", "http://www.ncbi.nlm.nih.gov/pubmed/37354562": "Once-Weekly Insulin Icodec vs Once-Daily Insulin Degludec in Adults With Insulin-Naive Type 2 Diabetes: The ONWARDS 3 Randomized Clinical Trial.", "http://www.ncbi.nlm.nih.gov/pubmed/37313230": "Insulin Icodec Weekly: A Basal Insulin Analogue for Type 2 Diabetes.", "http://www.ncbi.nlm.nih.gov/pubmed/37249450": "Once-Weekly Insulin Icodec vs. Once-Daily Insulin Glargine U100 for type 2 diabetes: a systematic review and meta-analysis of phase 2 randomized controlled trials.", "http://www.ncbi.nlm.nih.gov/pubmed/33944562": "Molecular Engineering of Insulin Icodec, the First Acylated Insulin Analog for Once-Weekly Administration in Humans.", "http://www.ncbi.nlm.nih.gov/pubmed/36110513": "Efficacy, safety, and cost-effectiveness analysis of aflibercept in metastatic colorectal cancer: A rapid health technology assessment.", "http://www.ncbi.nlm.nih.gov/pubmed/25616671": "The Clinical and Cost Effectiveness of Aflibercept in Combination with Irinotecan and Fluorouracil-Based Therapy (FOLFIRI) for the Treatment of Metastatic Colorectal Cancer Which has Progressed Following Prior Oxaliplatin-Based Chemotherapy: a Critique of the Evidence.", "http://www.ncbi.nlm.nih.gov/pubmed/32616433": "Comparative Cost-effectiveness of Aflibercept and Ramucirumab in Combination with Irinotecan and Fluorouracil-based Therapy for the Second-line Treatment of Metastatic Colorectal Cancer in Japan.", "http://www.ncbi.nlm.nih.gov/pubmed/25137165": "[Cost-effectiveness analysis of aflibercept in combination with FOLFIRI in the treatment of patients with metastatic colorectal cancer].", "http://www.ncbi.nlm.nih.gov/pubmed/29804191": "Anti-angiogenic agents in second-line treatment for metastatic colorectal cancer: the optimization of pharmacological costs.", "http://www.ncbi.nlm.nih.gov/pubmed/37047734": "Spontaneous Bone Marrow Edema: Perfusion Abnormalities and Treatment with Surgical Decompression.", "http://www.ncbi.nlm.nih.gov/pubmed/36573724": "The Use of Iloprost in the Treatment of Bone Marrow Edema Syndrome of the Proximal Femur: A Review and Meta-Analysis.", "http://www.ncbi.nlm.nih.gov/pubmed/33880304": "Single-Dose Therapy of Zoledronic Acid for the Treatment of Primary Bone Marrow Edema Syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/33413520": "Extracorporeal shock wave therapy for bone marrow edema syndrome in patients with osteonecrosis of the femoral head: a retrospective cohort study.", "http://www.ncbi.nlm.nih.gov/pubmed/23460121": "[Bone marrow edema syndrome (BMES)].", "http://www.ncbi.nlm.nih.gov/pubmed/37977653": "Post-exposure prophylaxis, STI testing and factors associated with follow-up attendance: a review of 4159 cases of acute post-sexual assault medical care.", "http://www.ncbi.nlm.nih.gov/pubmed/36940194": "Sexually Transmitted Infection/Human Immunodeficiency Virus, Pregnancy, and Mental Health-Related Services Provided During Visits With Sexual Assault and Abuse Diagnosis for US Medicaid Beneficiaries, 2019.", "http://www.ncbi.nlm.nih.gov/pubmed/37237548": "Tumor Microenvironment and Glioblastoma Cell Interplay as Promoters of Therapeutic Resistance.", "http://www.ncbi.nlm.nih.gov/pubmed/36968288": "Tumor microenvironment in glioblastoma: Current and emerging concepts.", "http://www.ncbi.nlm.nih.gov/pubmed/22996727": "Growth factors from tumor microenvironment possibly promote the proliferation of glioblastoma-derived stem-like cells in vitro.", "http://www.ncbi.nlm.nih.gov/pubmed/24834433": "Stem cell niches in glioblastoma: a neuropathological view.", "http://www.ncbi.nlm.nih.gov/pubmed/32545571": "CCR5-Mediated Signaling Is Involved in Invasion of Glioblastoma Cells in Its Microenvironment.", "http://www.ncbi.nlm.nih.gov/pubmed/37437144": "BRAF-MEK Inhibition in Newly Diagnosed Papillary Craniopharyngiomas.", "http://www.ncbi.nlm.nih.gov/pubmed/37477404": "BRAF-MEK Inhibition Is Effective in BRAFV600E-Mutant Papillary Craniopharyngioma.", "http://www.ncbi.nlm.nih.gov/pubmed/35169097": "[Molecularly Targeted Therapy for Craniopharyngioma].", "http://www.ncbi.nlm.nih.gov/pubmed/37644520": "Evaluation of enterotoxigenic Bacteroides fragilis correlation with the expression of cellular signaling pathway genes in Iranian patients with colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/25105360": "Bacteroides fragilis subverts mucosal biology: from symbiont to colon carcinogenesis.", "http://www.ncbi.nlm.nih.gov/pubmed/30429227": "The Protective Role of Bacteroides fragilis in a Murine Model of Colitis-Associated Colorectal Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/32038097": "Enterotoxigenic Bacteroides fragilis infection exacerbates tumorigenesis in AOM/DSS mouse model.", "http://www.ncbi.nlm.nih.gov/pubmed/32010637": "Enterotoxigenic Bacteroides fragilis: A Possible Etiological Candidate for Bacterially-Induced Colorectal Precancerous and Cancerous Lesions.", "http://www.ncbi.nlm.nih.gov/pubmed/36724759": "Stereotactic and Functional Neurosurgery Convection-Enhanced Delivery of Autologous Cerebrospinal Fluid Enhances Basal Ganglia Visualization during MRI-Guided Deep Brain Stimulation Surgery.", "http://www.ncbi.nlm.nih.gov/pubmed/36719479": "Reduced anterior insular cortex volume in male heroin addicts: a postmortem study.", "http://www.ncbi.nlm.nih.gov/pubmed/36418626": "Evaluation of deep gray matter for early brain development using quantitative susceptibility mapping.", "http://www.ncbi.nlm.nih.gov/pubmed/36378365": "Pallidal deep brain stimulation for tardive dystonia: meta-analysis of clinical outcomes.", "http://www.ncbi.nlm.nih.gov/pubmed/36309960": "Cell-Specific Dysregulation of Iron and Oxygen Homeostasis as a Novel Pathophysiology in PSP.", "http://www.ncbi.nlm.nih.gov/pubmed/37156255": "Incidence, prevalence, and co-occurrence of autoimmune disorders over time and by age, sex, and socioeconomic status: a population-based cohort study of 22 million individuals in the UK.", "http://www.ncbi.nlm.nih.gov/pubmed/35670952": "Advances in the Immunotherapeutic Potential of Isocitrate Dehydrogenase Mutations in Glioma.", "http://www.ncbi.nlm.nih.gov/pubmed/31263678": "Isocitrate Dehydrogenase Mutations in Glioma: From Basic Discovery to Therapeutics Development.", "http://www.ncbi.nlm.nih.gov/pubmed/28705010": "Isocitrate dehydrogenase mutation as a therapeutic target in gliomas.", "http://www.ncbi.nlm.nih.gov/pubmed/26834160": "Elevation of Urinary 2-Hydroxyglutarate in IDH-Mutant Glioma.", "http://www.ncbi.nlm.nih.gov/pubmed/30006485": "D-2-Hydroxyglutarate Is an Intercellular Mediator in IDH-Mutant Gliomas Inhibiting Complement and T Cells.", "http://www.ncbi.nlm.nih.gov/pubmed/25709467": "Sitagliptin/Simvastatin: a first combination tablet to treat type 2 diabetes and hypercholesterolemia--a review of its characteristics.", "http://www.ncbi.nlm.nih.gov/pubmed/35158907": "Fish Consumption and Colorectal Cancer Risk: Meta-Analysis of Prospective Epidemiological Studies and Review of Evidence from Animal Studies.", "http://www.ncbi.nlm.nih.gov/pubmed/7549825": "Fish, n-3 fatty acids and human colorectal and breast cancer mortality.", "http://www.ncbi.nlm.nih.gov/pubmed/24615521": "Impact of lifestyle factors and nutrients intake on occurrence of gastrointestinal cancer in Tunisian population.", "http://www.ncbi.nlm.nih.gov/pubmed/18483335": "A 22-year prospective study of fish, n-3 fatty acid intake, and colorectal cancer risk in men.", "http://www.ncbi.nlm.nih.gov/pubmed/24706410": "Dietary intake of fish, ω-3 and ω-6 fatty acids and risk of colorectal cancer: A prospective study in U.S. men and women.", "http://www.ncbi.nlm.nih.gov/pubmed/26012316": "The exposome in inflammatory bowel disease.", "http://www.ncbi.nlm.nih.gov/pubmed/26339073": "Genetic GIScience: Toward a Place-Based Synthesis of the Genome, Exposome, and Behavome.", "http://www.ncbi.nlm.nih.gov/pubmed/24906490": "The exposome: a new paradigm to study the impact of environment on health.", "http://www.ncbi.nlm.nih.gov/pubmed/24767943": "The endogenous exposome.", "http://www.ncbi.nlm.nih.gov/pubmed/26475350": "Using exposomics to assess cumulative risks and promote health.", "http://www.ncbi.nlm.nih.gov/pubmed/12659360": "Narcolepsy.", "http://www.ncbi.nlm.nih.gov/pubmed/37672382": "Narcolepsy Diagnosis With Sleep Stage Features Using PSG Recordings.", "http://www.ncbi.nlm.nih.gov/pubmed/35978801": "Receptor tyrosine kinase (RTK) targeting in pediatric high-grade glioma and diffuse midline glioma: Pre-clinical models and precision medicine.", "http://www.ncbi.nlm.nih.gov/pubmed/27582545": "Characterizing and targeting PDGFRA alterations in pediatric high-grade glioma.", "http://www.ncbi.nlm.nih.gov/pubmed/26744350": "Gliomatosis cerebri in children shares molecular characteristics with other pediatric gliomas.", "http://www.ncbi.nlm.nih.gov/pubmed/23970477": "Novel oncogenic PDGFRA mutations in pediatric high-grade gliomas.", "http://www.ncbi.nlm.nih.gov/pubmed/20479398": "Integrated molecular genetic profiling of pediatric high-grade gliomas reveals key differences with the adult disease.", "http://www.ncbi.nlm.nih.gov/pubmed/36715265": "Clinical Predictors and Biomarkers in Children With Sepsis and Bacterial Meningitis.", "http://www.ncbi.nlm.nih.gov/pubmed/34148614": "Racial and ethnic disparities in colorectal cancer incidence and mortality.", "http://www.ncbi.nlm.nih.gov/pubmed/34325062": "Trends in Early-onset vs Late-onset Colorectal Cancer Incidence by Race/Ethnicity in the United States Cancer Statistics Database.", "http://www.ncbi.nlm.nih.gov/pubmed/16532978": "Gender and race/ethnicity affect the cost-effectiveness of colorectal cancer screening.", "http://www.ncbi.nlm.nih.gov/pubmed/10826010": "Colorectal cancer epidemiology in minorities: a review.", "http://www.ncbi.nlm.nih.gov/pubmed/9698125": "Colorectal cancer incidence and survival among Alaska Natives, 1969-1993.", "http://www.ncbi.nlm.nih.gov/pubmed/35052459": "LRP6 Receptor Plays Essential Functions in Development and Human Diseases.", "http://www.ncbi.nlm.nih.gov/pubmed/16390319": "Parameters of LRP5 from a structural and molecular perspective.", "http://www.ncbi.nlm.nih.gov/pubmed/16263759": "Mesd binds to mature LDL-receptor-related protein-6 and antagonizes ligand binding.", "http://www.ncbi.nlm.nih.gov/pubmed/20543981": "Dkk1 stabilizes Wnt co-receptor LRP6: implication for Wnt ligand-induced LRP6 down-regulation.", "http://www.ncbi.nlm.nih.gov/pubmed/31679626": "Therapeutic Targeting of LRP6 in Cardiovascular Diseases: Challenging But Not Wnt-Possible!", "http://www.ncbi.nlm.nih.gov/pubmed/36717556": "Copper intrauterine device increases vaginal concentrations of inflammatory anaerobes and depletes lactobacilli compared to hormonal options in a randomized trial.", "http://www.ncbi.nlm.nih.gov/pubmed/27771475": "The safety of intrauterine devices among young women: a systematic review.", "http://www.ncbi.nlm.nih.gov/pubmed/36572586": "The discovery of the DNA methylation episignature for Duchenne muscular dystrophy.", "http://www.ncbi.nlm.nih.gov/pubmed/32919889": "Real-World Treatment and Outcomes of Metastatic Colorectal Cancer Patients With a Poor or Very Poor Performance Status.", "http://www.ncbi.nlm.nih.gov/pubmed/25442812": "The effects of palliative chemotherapy in metastatic colorectal cancer patients with an ECOG performance status of 3 and 4.", "http://www.ncbi.nlm.nih.gov/pubmed/31987521": "Cytotoxic chemotherapy in advanced non-small cell lung cancer with poor performance status: A retrospective analysis from routine clinical practice.", "http://www.ncbi.nlm.nih.gov/pubmed/37336705": "Effects of Palliative Chemotherapy in Unresectable or Metastatic Colorectal Cancer Patients With Poor Performance Status.", "http://www.ncbi.nlm.nih.gov/pubmed/32999176": "Capecitabine Plus Bevacizumab as First-Line Therapy for Patients with Metastatic Colorectal Cancer and Poor Performance Status.", "http://www.ncbi.nlm.nih.gov/pubmed/37248912": "Pamrevlumab, a Fully Human Monoclonal Antibody Targeting Connective Tissue Growth Factor, for Non-Ambulatory Patients with Duchenne Muscular Dystrophy.", "http://www.ncbi.nlm.nih.gov/pubmed/35326651": "The Role of Conventional TACE (cTACE) and DEBIRI-TACE in Colorectal Cancer Liver Metastases.", "http://www.ncbi.nlm.nih.gov/pubmed/34318754": "Combination of ablation and embolization for intermediate-sized liver metastases from colorectal cancer: what can we learn from treating primary liver cancer?", "http://www.ncbi.nlm.nih.gov/pubmed/32468211": "Transarterial chemoembolization of unresectable systemic chemotherapy refractory liver metastases: a retrospective single-center analysis.", "http://www.ncbi.nlm.nih.gov/pubmed/23960002": "Transarterial chemoembolization of unresectable systemic chemotherapy-refractory liver metastases from colorectal cancer: long-term results over a 10-year period.", "http://www.ncbi.nlm.nih.gov/pubmed/33758639": "Initial experience with novel Embocure Plus microspheres for transarterial chemoembolization (TACE) of liver metastatic colorectal cancer tumours - a clinical and in vitro study.", "http://www.ncbi.nlm.nih.gov/pubmed/37488880": "Novel insights into D-Pinitol based therapies: a link between tau hyperphosphorylation and insulin resistance.", "http://www.ncbi.nlm.nih.gov/pubmed/37264659": "Targeting Cellular Senescence: A Potential Therapeutic approach for Alzheimer's Disease.", "http://www.ncbi.nlm.nih.gov/pubmed/35103791": "Cost-effectiveness of Total Neoadjuvant Therapy With Short-Course Radiotherapy for Resectable Locally Advanced Rectal Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/30964794": "Cost-Effectiveness Analysis of Total Neoadjuvant Therapy Followed by Radical Resection Versus Conventional Therapy for Locally Advanced Rectal Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/30977859": "Cost-effectiveness of Short-Course Radiation Therapy vs Long-Course Chemoradiation for Locally Advanced Rectal Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/36072238": "Cost analysis of total neoadjuvant therapy with 5 × 5 Gy radiation therapy versus conventional chemoradiotherapy for locally advanced rectal cancer among Peruvians.", "http://www.ncbi.nlm.nih.gov/pubmed/35462008": "Is short-course radiotherapy and total neoadjuvant therapy the new standard of care in locally advanced rectal cancer? A sensitivity analysis of the RAPIDO clinical trial.", "http://www.ncbi.nlm.nih.gov/pubmed/28185757": "Molecular Biomarkers for the Evaluation of Colorectal Cancer: Guideline From the American Society for Clinical Pathology, College of American Pathologists, Association for Molecular Pathology, and American Society of Clinical Oncology.", "http://www.ncbi.nlm.nih.gov/pubmed/32418154": "Update of the recommendations for the determination of biomarkers in colorectal carcinoma: National Consensus of the Spanish Society of Medical Oncology and the Spanish Society of Pathology.", "http://www.ncbi.nlm.nih.gov/pubmed/35780916": "Prognostic and predictive molecular biomarkers in advanced colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/31231562": "Clinical and molecular determinants of extrahepatic disease progression in patients with metastatic colorectal cancer with liver-limited metastases deemed initially unresectable.", "http://www.ncbi.nlm.nih.gov/pubmed/29589315": "Molecular Testing for the Treatment of Advanced Colorectal Cancer: An Overview.", "http://www.ncbi.nlm.nih.gov/pubmed/37724986": "Adults living with Duchenne muscular dystrophy: old and new challenges in a cohort of 19 patients in their third to fifth decade.", "http://www.ncbi.nlm.nih.gov/pubmed/32846887": "Transition from Childhood to Adulthood in Patients with Duchenne Muscular Dystrophy.", "http://www.ncbi.nlm.nih.gov/pubmed/37688475": "Factors influencing the decision to introduce alternative nutrition in patients with Duchenne muscular dystrophy.", "http://www.ncbi.nlm.nih.gov/pubmed/35656606": "[Sickness and quality of life in adults with Duchenne muscular dystrophy].", "http://www.ncbi.nlm.nih.gov/pubmed/16403224": "BRAF mutations are associated with distinctive clinical, pathological and molecular features of colorectal cancer independently of microsatellite instability status.", "http://www.ncbi.nlm.nih.gov/pubmed/17143472": "Mutational analysis of the BRAF gene in colorectal mucinous carcinoma in association with histological configuration.", "http://www.ncbi.nlm.nih.gov/pubmed/29052598": "Association between clinicopathological characteristics and RAS mutation in colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/26681025": "Mutation profile of KRAS and BRAF genes in patients with colorectal cancer: association with morphological and prognostic criteria.", "http://www.ncbi.nlm.nih.gov/pubmed/31162857": "Clinicopathologic features and prognostic value of KRAS, NRAS and BRAF mutations and DNA mismatch repair status: A single-center retrospective study of 1,834 Chinese patients with Stage I-IV colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/37517630": "Arboviral vaccines for use in pregnant travelers.", "http://www.ncbi.nlm.nih.gov/pubmed/31715423": "Molecular insight of regorafenib treatment for colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/26419617": "Involvement of Notch-1 in Resistance to Regorafenib in Colon Cancer Cells.", "http://www.ncbi.nlm.nih.gov/pubmed/24347491": "Regorafenib (BAY 73-4506): antitumor and antimetastatic activities in preclinical models of colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/24763611": "Regorafenib inhibits colorectal tumor growth through PUMA-mediated apoptosis.", "http://www.ncbi.nlm.nih.gov/pubmed/28489887": "Regorafenib inhibited gastric cancer cells growth and invasion via CXCR4 activated Wnt pathway.", "http://www.ncbi.nlm.nih.gov/pubmed/24584572": "ARPKD and early manifestations of ADPKD: the original polycystic kidney disease and phenocopies.", "http://www.ncbi.nlm.nih.gov/pubmed/8296686": "Autosomal dominant polycystic kidney disease in the first year of life. Report of a case with no family history.", "http://www.ncbi.nlm.nih.gov/pubmed/25753522": "Polycystic kidney disease in Sprague-Dawley rats.", "http://www.ncbi.nlm.nih.gov/pubmed/32475690": "Cilia and polycystic kidney disease.", "http://www.ncbi.nlm.nih.gov/pubmed/34882278": "Translational research approaches to study pediatric polycystic kidney disease.", "http://www.ncbi.nlm.nih.gov/pubmed/19775480": "Topoisomerase I but not thymidylate synthase is associated with improved outcome in patients with resected colorectal cancer treated with irinotecan containing adjuvant chemotherapy.", "http://www.ncbi.nlm.nih.gov/pubmed/22108516": "Topoisomerase I inhibition in colorectal cancer: biomarkers and therapeutic targets.", "http://www.ncbi.nlm.nih.gov/pubmed/15160997": "Cellular parameters predictive of the clinical response of colorectal cancers to irinotecan. A preliminary study.", "http://www.ncbi.nlm.nih.gov/pubmed/24966994": "RNA-seq reveals determinants for irinotecan sensitivity/resistance in colorectal cancer cell lines.", "http://www.ncbi.nlm.nih.gov/pubmed/15197779": "Topoisomerase-I, thymidylate synthase primary tumour expression and clinical efficacy of 5-FU/CPT-11 chemotherapy in advanced colorectal cancer patients.", "http://www.ncbi.nlm.nih.gov/pubmed/36265656": "Vitamin D deficiency on admission to the emergency department is a mortality predictor for patients with septic shock treated with early protocol-driven resuscitation bundle therapy.", "http://www.ncbi.nlm.nih.gov/pubmed/35397795": "Global, regional, and national burden of colorectal cancer and its risk factors, 1990-2019: a systematic analysis for the Global Burden of Disease Study 2019.", "http://www.ncbi.nlm.nih.gov/pubmed/28283123": "The Incidence and Mortality of Colorectal Cancer and Its Relationship With the Human Development Index in Asia.", "http://www.ncbi.nlm.nih.gov/pubmed/28281292": "Assessing global transitions in human development and colorectal cancer incidence.", "http://www.ncbi.nlm.nih.gov/pubmed/33618551": "Colorectal Cancer in Lebanon: Incidence, Temporal Trends, and Comparison to Regional and Western Countries.", "http://www.ncbi.nlm.nih.gov/pubmed/31648977": "The global, regional, and national burden of colorectal cancer and its attributable risk factors in 195 countries and territories, 1990-2017: a systematic analysis for the Global Burden of Disease Study 2017.", "http://www.ncbi.nlm.nih.gov/pubmed/31575509": "Pamrevlumab, an anti-connective tissue growth factor therapy, for idiopathic pulmonary fibrosis (PRAISE): a phase 2, randomised, double-blind, placebo-controlled trial.", "http://www.ncbi.nlm.nih.gov/pubmed/33054319": "Systematic Review and Meta-analysis of Pirfenidone, Nintedanib, and Pamrevlumab for the Treatment of Idiopathic Pulmonary Fibrosis.", "http://www.ncbi.nlm.nih.gov/pubmed/24913799": "Acquired resistance to EGFR-targeted therapies in colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/26416732": "The genomic landscape of response to EGFR blockade in colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/29045518": "Negative hyper-selection of metastatic colorectal cancer patients for anti-EGFR monoclonal antibodies: the PRESSING case-control study.", "http://www.ncbi.nlm.nih.gov/pubmed/26372697": "Acquired resistance to anti-EGFR mAb ICR62 in cancer cells is accompanied by an increased EGFR expression, HER-2/HER-3 signalling and sensitivity to pan HER blockers.", "http://www.ncbi.nlm.nih.gov/pubmed/36513805": "Biomarkers estimating baseline mortality risk for neonatal sepsis: nPERSEVERE: neonate-specific sepsis biomarker risk model.", "http://www.ncbi.nlm.nih.gov/pubmed/26675033": "Dietary calcium intake and the risk of colorectal cancer: a case control study.", "http://www.ncbi.nlm.nih.gov/pubmed/16481636": "Calcium plus vitamin D supplementation and the risk of colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/19116875": "Colorectal cancer risk and dietary intake of calcium, vitamin D, and dairy products: a meta-analysis of 26,335 cases from 60 observational studies.", "http://www.ncbi.nlm.nih.gov/pubmed/15240785": "Dairy foods, calcium, and colorectal cancer: a pooled analysis of 10 cohort studies.", "http://www.ncbi.nlm.nih.gov/pubmed/7752258": "Randomized, double-blinded, placebo-controlled intervention study with supplemental calcium in families with hereditary nonpolyposis colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/12621132": "A randomized trial of aspirin to prevent colorectal adenomas in patients with previous colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/21307305": "Serum salicylate levels and risk of recurrent colorectal adenomas.", "http://www.ncbi.nlm.nih.gov/pubmed/8625297": "Differential growth inhibition by the aspirin metabolite salicylate in human colorectal tumor cell lines: enhanced apoptosis in carcinoma and in vitro-transformed adenoma relative to adenoma relative to adenoma cell lines.", "http://www.ncbi.nlm.nih.gov/pubmed/2380401": "Sialic acid histochemistry and the adenoma-carcinoma sequence in colorectum.", "http://www.ncbi.nlm.nih.gov/pubmed/26404953": "Aspirin, Calcitriol, and Calcium Do Not Prevent Adenoma Recurrence in a Randomized Controlled Trial."}