{"http://www.ncbi.nlm.nih.gov/pubmed/33805441": "Recent Progress in Oculopharyngeal Muscular Dystrophy.", "http://www.ncbi.nlm.nih.gov/pubmed/35942670": "Oculopharyngodistal myopathy.", "http://www.ncbi.nlm.nih.gov/pubmed/14526187": "Oculopharyngeal muscular dystrophy: a late-onset polyalanine disease.", "http://www.ncbi.nlm.nih.gov/pubmed/29725764": "A Preliminary Videofluoroscopic Investigation of Swallowing Physiology and Function in Individuals with Oculopharyngeal Muscular Dystrophy (OPMD).", "http://www.ncbi.nlm.nih.gov/pubmed/32842713": "Age-Associated Salivary MicroRNA Biomarkers for Oculopharyngeal Muscular Dystrophy.", "http://www.ncbi.nlm.nih.gov/pubmed/34225694": "A Japanese case of oculopharyngeal muscular dystrophy (OPMD) with PABPN1 c.35G > C; p.Gly12Ala point mutation.", "http://www.ncbi.nlm.nih.gov/pubmed/7795598": "The oculopharyngeal muscular dystrophy locus maps to the region of the cardiac alpha and beta myosin heavy chain genes on chromosome 14q11.2-q13.", "http://www.ncbi.nlm.nih.gov/pubmed/22249111": "Nuclear speckles are involved in nuclear aggregation of PABPN1 and in the pathophysiology of oculopharyngeal muscular dystrophy.", "http://www.ncbi.nlm.nih.gov/pubmed/37634163": "Characteristics of the muscle involvement along the disease progression in a large cohort of oculopharyngodistal myopathy compared to oculopharyngeal muscular dystrophy.", "http://www.ncbi.nlm.nih.gov/pubmed/25426070": "Oculopharyngeal muscular dystrophy as a paradigm for muscle aging.", "http://www.ncbi.nlm.nih.gov/pubmed/17110089": "Oculopharyngeal muscular dystrophy: recent advances in the understanding of the molecular pathogenic mechanisms and treatment strategies.", "http://www.ncbi.nlm.nih.gov/pubmed/31743248": "Oculopharyngeal Muscular Dystrophy, an Often Misdiagnosed Neuromuscular Disorder: A Southern California Experience.", "http://www.ncbi.nlm.nih.gov/pubmed/35025870": "Activation of the ubiquitin-proteasome system contributes to oculopharyngeal muscular dystrophy through muscle atrophy.", "http://www.ncbi.nlm.nih.gov/pubmed/16333769": "Oculopharyngeal muscular dystrophy - an under-diagnosed disorder?", "http://www.ncbi.nlm.nih.gov/pubmed/18432080": "Living with oculopharyngeal muscular dystrophy: a phenomenological study.", "http://www.ncbi.nlm.nih.gov/pubmed/37926637": "Emerging and established biomarkers of oculopharyngeal muscular dystrophy.", "http://www.ncbi.nlm.nih.gov/pubmed/12619777": "Progress in understanding the pathogenesis of oculopharyngeal muscular dystrophy.", "http://www.ncbi.nlm.nih.gov/pubmed/12944420": "Involvement of the ubiquitin-proteasome pathway and molecular chaperones in oculopharyngeal muscular dystrophy.", "http://www.ncbi.nlm.nih.gov/pubmed/37923656": "Introducing the Dysphagiameter: a novel patient-reported outcome measure for evaluating dysphagia in oculopharyngeal muscular dystrophy - from conceptual framework to initial development.", "http://www.ncbi.nlm.nih.gov/pubmed/37849345": "Characterization of muscle strength and mobility in oculopharyngeal muscular dystrophy.", "http://www.ncbi.nlm.nih.gov/pubmed/37519616": "Choked: A Case Report of Oculopharyngeal Muscular Dystrophy Mimicking Hypothyroidism From the Philippines.", "http://www.ncbi.nlm.nih.gov/pubmed/3584810": "Oculopharyngeal muscular dystrophy.", "http://www.ncbi.nlm.nih.gov/pubmed/11742947": "Oculopharyngeal muscular dystrophy complicating airway management.", "http://www.ncbi.nlm.nih.gov/pubmed/10711989": "Oculopharyngeal muscular dystrophy.", "http://www.ncbi.nlm.nih.gov/pubmed/25860803": "Progress on gene therapy, cell therapy, and pharmacological strategies toward the treatment of oculopharyngeal muscular dystrophy.", "http://www.ncbi.nlm.nih.gov/pubmed/9084936": "Oculopharyngeal muscular dystrophy (OPMD)--report and genetic studies of an Australian kindred.", "http://www.ncbi.nlm.nih.gov/pubmed/9585341": "Oculopharyngeal muscular dystrophy: non-French-Canadian pedigrees.", "http://www.ncbi.nlm.nih.gov/pubmed/15645184": "Oculopharyngeal muscular dystrophy (OPMD): analysis of the PABPN1 gene expansion sequence in 86 patients reveals 13 different expansion types and further evidence for unequal recombination as the mutational mechanism.", "http://www.ncbi.nlm.nih.gov/pubmed/9601650": "Genetic mapping and haplotype analysis of oculopharyngeal muscular dystrophy.", "http://www.ncbi.nlm.nih.gov/pubmed/16648376": "Oculopharyngeal muscular dystrophy: a point mutation which mimics the effect of the PABPN1 gene triplet repeat expansion mutation.", "http://www.ncbi.nlm.nih.gov/pubmed/31537606": "Oculopharyngeal muscular dystrophy (OPMD) and dementia in a 75-year-old female.", "http://www.ncbi.nlm.nih.gov/pubmed/36462961": "Quantitative vs qualitative muscle MRI: Imaging biomarker in patients with Oculopharyngeal Muscular Dystrophy (OPMD).", "http://www.ncbi.nlm.nih.gov/pubmed/17296297": "Siblings with recessive oculopharyngeal muscular dystrophy.", "http://www.ncbi.nlm.nih.gov/pubmed/5940325": "Late-onset muscle dystrophy: oculopharyngoesophageal variety.", "http://www.ncbi.nlm.nih.gov/pubmed/8689911": "Esophageal smooth muscle dysfunction in oculopharyngeal muscular dystrophy.", "http://www.ncbi.nlm.nih.gov/pubmed/25283883": "Oculopharyngeal muscular dystrophy: phenotypic and genotypic studies in a Chinese population.", "http://www.ncbi.nlm.nih.gov/pubmed/28575395": "Novel mouse models of oculopharyngeal muscular dystrophy (OPMD) reveal early onset mitochondrial defects and suggest loss of PABPN1 may contribute to pathology.", "http://www.ncbi.nlm.nih.gov/pubmed/30412104": "Dysphagia with fatal choking in oculopharyngeal muscular dystrophy: Case report.", "http://www.ncbi.nlm.nih.gov/pubmed/20184794": "Oculopharyngeal muscular dystrophy--a genetically verified taiwanese family.", "http://www.ncbi.nlm.nih.gov/pubmed/16319127": "Prevention of oculopharyngeal muscular dystrophy-associated aggregation of nuclear polyA-binding protein with a single-domain intracellular antibody.", "http://www.ncbi.nlm.nih.gov/pubmed/18577654": "Two different PABPN1 expanded alleles in a Mexican population with oculopharyngeal muscular dystrophy arising from independent founder effects.", "http://www.ncbi.nlm.nih.gov/pubmed/16642034": "A Drosophila model of oculopharyngeal muscular dystrophy reveals intrinsic toxicity of PABPN1.", "http://www.ncbi.nlm.nih.gov/pubmed/28361972": "PABPN1 gene therapy for oculopharyngeal muscular dystrophy.", "http://www.ncbi.nlm.nih.gov/pubmed/20207626": "Molecular and phenotypic characterization of a mouse model of oculopharyngeal muscular dystrophy reveals severe muscular atrophy restricted to fast glycolytic fibres.", "http://www.ncbi.nlm.nih.gov/pubmed/25831437": "Oculopharyngeal muscular dystrophy as a rare cause of dysphagia.", "http://www.ncbi.nlm.nih.gov/pubmed/30894671": "Mitochondrial localization of PABPN1 in oculopharyngeal muscular dystrophy.", "http://www.ncbi.nlm.nih.gov/pubmed/10555658": "Mutation analysis of oculopharyngeal muscular dystrophy in Hispanic American families.", "http://www.ncbi.nlm.nih.gov/pubmed/21199860": "Over-expression of BCL2 rescues muscle weakness in a mouse model of oculopharyngeal muscular dystrophy.", "http://www.ncbi.nlm.nih.gov/pubmed/27980005": "Characterization of PABPN1 expansion mutations in a large cohort of Mexican patients with oculopharyngeal muscular dystrophy (OPMD).", "http://www.ncbi.nlm.nih.gov/pubmed/28303574": "Functional impact of an oculopharyngeal muscular dystrophy mutation in PABPN1.", "http://www.ncbi.nlm.nih.gov/pubmed/11139982": "[Oculopharyngeal muscle dystrophy. Genetic diagnosis in a family in Germany].", "http://www.ncbi.nlm.nih.gov/pubmed/9392018": "Oculopharyngeal muscular dystrophy in a northern German family linked to chromosome 14q, and presenting carnitine deficiency.", "http://www.ncbi.nlm.nih.gov/pubmed/12945950": "HnRNP A1 and A/B interaction with PABPN1 in oculopharyngeal muscular dystrophy.", "http://www.ncbi.nlm.nih.gov/pubmed/28590779": "Oculopharyngeal Muscular Dystrophy and Inherited Retinal Dystrophy in Bukhara Jews Due to Linked Mutations in the PABPN1 and NRL Genes.", "http://www.ncbi.nlm.nih.gov/pubmed/27854203": "Intranuclear Aggregates Precede Clinical Onset in Oculopharyngeal Muscular Dystrophy.", "http://www.ncbi.nlm.nih.gov/pubmed/23399899": "Atrophy, fibrosis, and increased PAX7-positive cells in pharyngeal muscles of oculopharyngeal muscular dystrophy patients.", "http://www.ncbi.nlm.nih.gov/pubmed/30860873": "Aging-associated genes and let-7 microRNAs: a contribution to myogenic program dysregulation in oculopharyngeal muscular dystrophy.", "http://www.ncbi.nlm.nih.gov/pubmed/19484687": "Oculopharyngeal muscular dystrophy: phenotypic and genotypic characteristics of 9 Polish patients.", "http://www.ncbi.nlm.nih.gov/pubmed/19101703": "Study of a Taiwanese family with oculopharyngeal muscular dystrophy.", "http://www.ncbi.nlm.nih.gov/pubmed/15864313": "Doxycycline attenuates and delays toxicity of the oculopharyngeal muscular dystrophy mutation in transgenic mice.", "http://www.ncbi.nlm.nih.gov/pubmed/21602480": "Delayed diagnosis of oculopharyngeal muscular dystrophy in Scotland.", "http://www.ncbi.nlm.nih.gov/pubmed/36691350": "The phenotypic and genotypic features of Chinese patients with oculopharyngeal muscular dystrophy.", "http://www.ncbi.nlm.nih.gov/pubmed/19080757": "Oculopharyngeal muscular dystrophy: a polyalanine myopathy.", "http://www.ncbi.nlm.nih.gov/pubmed/30837270": "Proteomic analysis reveals that wildtype and alanine-expanded nuclear poly(A)-binding protein exhibit differential interactions in skeletal muscle.", "http://www.ncbi.nlm.nih.gov/pubmed/9296168": "[Mitochondrial anomalies in oculopharyngeal muscular dystrophy].", "http://www.ncbi.nlm.nih.gov/pubmed/34380753": "Longitudinal Assessment of Strength, Functional Capacity, Oropharyngeal Function, and Quality of Life in Oculopharyngeal Muscular Dystrophy.", "http://www.ncbi.nlm.nih.gov/pubmed/35859342": "Muscle ultrasound is a sensitive biomarker in oculopharyngeal muscular dystrophy.", "http://www.ncbi.nlm.nih.gov/pubmed/32804098": "Swallowing, Chewing and Speaking: Frequently Impaired in Oculopharyngeal Muscular Dystrophy.", "http://www.ncbi.nlm.nih.gov/pubmed/35112761": "Clinical and genetic features of a large homogeneous cohort of oculopharyngeal muscular dystrophy patients from the Canary Islands.", "http://www.ncbi.nlm.nih.gov/pubmed/23815790": "Nuclear entrapment and extracellular depletion of PCOLCE is associated with muscle degeneration in oculopharyngeal muscular dystrophy.", "http://www.ncbi.nlm.nih.gov/pubmed/21204267": "Antiprion drugs 6-aminophenanthridine and guanabenz reduce PABPN1 toxicity and aggregation in oculopharyngeal muscular dystrophy.", "http://www.ncbi.nlm.nih.gov/pubmed/23793615": "A decline in PABPN1 induces progressive muscle weakness in oculopharyngeal muscle dystrophy and in muscle aging.", "http://www.ncbi.nlm.nih.gov/pubmed/25816335": "Mitochondrial dysfunction reveals the role of mRNA poly(A) tail regulation in oculopharyngeal muscular dystrophy pathogenesis.", "http://www.ncbi.nlm.nih.gov/pubmed/21316245": "Mutation and haplotype analysis of oculopharyngeal muscular dystrophy in Thai patients.", "http://www.ncbi.nlm.nih.gov/pubmed/31066242": "Inhibition of myostatin improves muscle atrophy in oculopharyngeal muscular dystrophy (OPMD).", "http://www.ncbi.nlm.nih.gov/pubmed/12673802": "Oculopharyngeal muscular dystrophy (OPMD) due to a small duplication in the PABPN1 gene.", "http://www.ncbi.nlm.nih.gov/pubmed/11001936": "Nuclear inclusions in oculopharyngeal muscular dystrophy consist of poly(A) binding protein 2 aggregates which sequester poly(A) RNA.", "http://www.ncbi.nlm.nih.gov/pubmed/17138075": "Identification of a novel mutation in a Korean patient with oculopharyngeal muscular dystrophy.", "http://www.ncbi.nlm.nih.gov/pubmed/37043653": "Dersimelagon in Erythropoietic Protoporphyrias.", "http://www.ncbi.nlm.nih.gov/pubmed/37060458": "Results from a first-in-human study of dersimelagon, an investigational oral selective MC1R agonist.", "http://www.ncbi.nlm.nih.gov/pubmed/37078227": "Absorption, metabolism, and excretion of [14 C]dersimelagon, an investigational oral selective melanocortin 1 receptor agonist, in preclinical species and healthy volunteers.", "http://www.ncbi.nlm.nih.gov/pubmed/36840969": "The Oral Bioavailability and Effect of Various Gastric Conditions on the Pharmacokinetics of Dersimelagon in Healthy Adult Volunteers.", "http://www.ncbi.nlm.nih.gov/pubmed/36050717": "Dersimelagon, a novel oral melanocortin 1 receptor agonist, demonstrates disease-modifying effects in preclinical models of systemic sclerosis.", "http://www.ncbi.nlm.nih.gov/pubmed/35665216": "Melanogenic effect of dersimelagon (MT-7117), a novel oral melanocortin 1 receptor agonist.", "http://www.ncbi.nlm.nih.gov/pubmed/37367190": "Khosta: A Genetic and Structural Point of View of the Forgotten Virus.", "http://www.ncbi.nlm.nih.gov/pubmed/37672628": "Infection of Feral Phenotype Swine with Japanese Encephalitis Virus.", "http://www.ncbi.nlm.nih.gov/pubmed/28555073": "Pathways to zoonotic spillover.", "http://www.ncbi.nlm.nih.gov/pubmed/36379648": "Policies to prevent zoonotic spillover: protocol for a systematic scoping review of evaluative evidence.", "http://www.ncbi.nlm.nih.gov/pubmed/29134435": "Plant Phenology Supports the Multi-emergence Hypothesis for Ebola Spillover Events.", "http://www.ncbi.nlm.nih.gov/pubmed/36169531": "Synthesizing the connections between environmental disturbances and zoonotic spillover.", "http://www.ncbi.nlm.nih.gov/pubmed/35537080": "Major bat-borne zoonotic viral epidemics in Asia and Africa: A systematic review and meta-analysis.", "http://www.ncbi.nlm.nih.gov/pubmed/31401953": "Cross-species pathogen spillover across ecosystem boundaries: mechanisms and theory.", "http://www.ncbi.nlm.nih.gov/pubmed/31401965": "Confronting models with data: the challenges of estimating disease spillover.", "http://www.ncbi.nlm.nih.gov/pubmed/25667339": "First reported outbreak of severe spirorchiidiasis in Emys orbicularis, probably resulting from a parasite spillover event.", "http://www.ncbi.nlm.nih.gov/pubmed/16358422": "Host range, amplification and arboviral disease emergence.", "http://www.ncbi.nlm.nih.gov/pubmed/15540144": "Pathogen spillover in disease epidemics.", "http://www.ncbi.nlm.nih.gov/pubmed/32427175": "Bat-borne viruses in Africa: a critical review.", "http://www.ncbi.nlm.nih.gov/pubmed/30096035": "Expanded Molecular Typing of Sarcoptes scabiei Provides Further Evidence of Disease Spillover Events in the Epidemiology of Sarcoptic Mange in Australian Marsupials.", "http://www.ncbi.nlm.nih.gov/pubmed/37786724": "Cross-species transmission and PB2 mammalian adaptations of highly pathogenic avian influenza A/H5N1 viruses in Chile.", "http://www.ncbi.nlm.nih.gov/pubmed/37007505": "Domestication and microbiome succession may drive pathogen spillover.", "http://www.ncbi.nlm.nih.gov/pubmed/35632729": "An Overview of Neglected Orthobunyaviruses in Brazil.", "http://www.ncbi.nlm.nih.gov/pubmed/37321337": "Environmental spillover of emerging viruses: Is it true?", "http://www.ncbi.nlm.nih.gov/pubmed/29351657": "Characterization of the Spatial and Temporal Distribution of Nipah Virus Spillover Events in Bangladesh, 2007-2013.", "http://www.ncbi.nlm.nih.gov/pubmed/34864994": "Livestock and Risk Group 4 Pathogens: Researching Zoonotic Threats to Public Health and Agriculture in Maximum Containment.", "http://www.ncbi.nlm.nih.gov/pubmed/34018336": "Spillover of zoonotic pathogens: A review of reviews.", "http://www.ncbi.nlm.nih.gov/pubmed/37506977": "Single-cell profiling of prurigo nodularis demonstrates immune-stromal crosstalk driving profibrotic responses and reversal with nemolizumab.", "http://www.ncbi.nlm.nih.gov/pubmed/37245863": "A Polygenic Risk Score for Predicting Racial and Genetic Susceptibility to Prurigo Nodularis.", "http://www.ncbi.nlm.nih.gov/pubmed/36806647": "The blood proteomic signature of prurigo nodularis reveals distinct inflammatory and neuropathic endotypes: A cluster analysis.", "http://www.ncbi.nlm.nih.gov/pubmed/34268319": "Chronic Prurigo: Similar Clinical Profile and Burden Across Clinical Phenotypes.", "http://www.ncbi.nlm.nih.gov/pubmed/35083742": "Epidemiology of prurigo nodularis in England: a retrospective database analysis.", "http://www.ncbi.nlm.nih.gov/pubmed/32461078": "Prurigo nodularis: Pathogenesis and management.", "http://www.ncbi.nlm.nih.gov/pubmed/18652691": "Recurrent prurigo nodularis related to infected tonsils: a case report.", "http://www.ncbi.nlm.nih.gov/pubmed/16197418": "Prurigo nodularis: a review.", "http://www.ncbi.nlm.nih.gov/pubmed/10972090": "Prurigo nodularis of Hyde: an update.", "http://www.ncbi.nlm.nih.gov/pubmed/24825138": "Prurigo nodularis: retrospective study of 13 cases managed with methotrexate.", "http://www.ncbi.nlm.nih.gov/pubmed/32877138": "[Prurigo nodularis].", "http://www.ncbi.nlm.nih.gov/pubmed/27578077": "Prurigo Nodularis Management.", "http://www.ncbi.nlm.nih.gov/pubmed/35502157": "Immunotargets and Therapy for Prurigo Nodularis.", "http://www.ncbi.nlm.nih.gov/pubmed/30261199": "A systematic review of evidence-based treatments for prurigo nodularis.", "http://www.ncbi.nlm.nih.gov/pubmed/29135018": "Chronic Prurigo of Nodular Type: A Review.", "http://www.ncbi.nlm.nih.gov/pubmed/35986886": "Prurigo Nodularis: A Review of IL-31RA Blockade and Other Potential Treatments.", "http://www.ncbi.nlm.nih.gov/pubmed/20946583": "UVB 308-nm excimer light and bath PUVA: combination therapy is very effective in the treatment of prurigo nodularis.", "http://www.ncbi.nlm.nih.gov/pubmed/17352720": "Treatment of idiopathic prurigo nodularis in Taiwanese patients with low-dose thalidomide.", "http://www.ncbi.nlm.nih.gov/pubmed/38016088": "Dupilumab for the Treatment of Prurigo Nodularis.", "http://www.ncbi.nlm.nih.gov/pubmed/2359730": "Hodgkin's disease manifesting as prurigo nodularis.", "http://www.ncbi.nlm.nih.gov/pubmed/37811660": "A critical review of dupilumab for adult patients with prurigo nodularis.", "http://www.ncbi.nlm.nih.gov/pubmed/37663166": "Risk of incident sleep disorders in patients with prurigo nodularis: A population-level analysis using The Health Improvement Network.", "http://www.ncbi.nlm.nih.gov/pubmed/36966024": "A real-world observational study of dupilumab treatment in adult patients with prurigo nodularis.", "http://www.ncbi.nlm.nih.gov/pubmed/33771530": "Prurigo Nodularis Is Characterized by Systemic and Cutaneous T Helper 22 Immune Polarization.", "http://www.ncbi.nlm.nih.gov/pubmed/34289753": "Therapeutic potential of biologics in prurigo nodularis.", "http://www.ncbi.nlm.nih.gov/pubmed/36304386": "Acral Prurigo Nodularis: A Case Report.", "http://www.ncbi.nlm.nih.gov/pubmed/34314056": "2020 guidelines for the diagnosis and treatment of prurigo.", "http://www.ncbi.nlm.nih.gov/pubmed/1884861": "Nodular prurigo associated with Hodgkin's disease.", "http://www.ncbi.nlm.nih.gov/pubmed/2227059": "[Hyde's nodular prurigo--preference for creases of the skin].", "http://www.ncbi.nlm.nih.gov/pubmed/34965028": "A prospective study examining the expression of STAT 1, 3, 6 in prurigo nodularis lesions with its immunopathogenic and therapeutic implications.", "http://www.ncbi.nlm.nih.gov/pubmed/37108838": "Skin Microbiome in Prurigo Nodularis.", "http://www.ncbi.nlm.nih.gov/pubmed/32454098": "Prurigo nodularis: Epidemiology and clinical features.", "http://www.ncbi.nlm.nih.gov/pubmed/31561504": "Diagnostic Workup and Evaluation of Patients with Prurigo Nodularis.", "http://www.ncbi.nlm.nih.gov/pubmed/19398916": "Association of collagenous colitis with prurigo nodularis.", "http://www.ncbi.nlm.nih.gov/pubmed/32825236": "Influence of Iron on the Gut Microbiota in Colorectal Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/24071482": "Microbiota regulation of inflammatory bowel disease and colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/30151274": "The gut microbiome and colorectal cancer: a review of bacterial pathogenesis.", "http://www.ncbi.nlm.nih.gov/pubmed/15727814": "Sporadic colorectal cancer--role of the commensal microbiota.", "http://www.ncbi.nlm.nih.gov/pubmed/27028619": "Gastrointestinal Microbiota and Colon Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/37111185": "Sulfur Metabolism of the Gut Microbiome and Colorectal Cancer: The Threat to the Younger Generation.", "http://www.ncbi.nlm.nih.gov/pubmed/30218667": "Roles for Interleukin 17 and Adaptive Immunity in Pathogenesis of Colorectal Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/36572792": "Implication of gut microbes and its metabolites in colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/36527679": "The Oral-Gut Axis: Periodontal Diseases and Gastrointestinal Disorders.", "http://www.ncbi.nlm.nih.gov/pubmed/28153960": "Race-dependent association of sulfidogenic bacteria with colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/33937029": "The Role of Gut Barrier Dysfunction and Microbiome Dysbiosis in Colorectal Cancer Development.", "http://www.ncbi.nlm.nih.gov/pubmed/27295340": "Ecophysiological consequences of alcoholism on human gut microbiota: implications for ethanol-related pathogenesis of colon cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/24412617": "Activation of Gpr109a, receptor for niacin and the commensal metabolite butyrate, suppresses colonic inflammation and carcinogenesis.", "http://www.ncbi.nlm.nih.gov/pubmed/31554963": "Gut microbiota in colorectal cancer: mechanisms of action and clinical applications.", "http://www.ncbi.nlm.nih.gov/pubmed/36572998": "Non-pathogenic microbiota accelerate age-related CpG Island methylation in colonic mucosa.", "http://www.ncbi.nlm.nih.gov/pubmed/36704106": "Gut microbiota signatures in tissues of the colorectal polyp and normal colorectal mucosa, and faeces.", "http://www.ncbi.nlm.nih.gov/pubmed/35013389": "GPR120 prevents colorectal adenocarcinoma progression by sustaining the mucosal barrier integrity.", "http://www.ncbi.nlm.nih.gov/pubmed/33577585": "Alteration of oxidative-stress and related marker levels in mouse colonic tissues and fecal microbiota structures with chronic ethanol administration: Implications for the pathogenesis of ethanol-related colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/31330830": "The Molecular Hallmarks of the Serrated Pathway in Colorectal Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/32398370": "Microbiota-derived butyrate dynamically regulates intestinal homeostasis through regulation of actin-associated protein synaptopodin.", "http://www.ncbi.nlm.nih.gov/pubmed/31027304": "Xenobiotics Formed during Food Processing: Their Relation with the Intestinal Microbiota and Colorectal Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/35211486": "Gut Mucosal Microbiome Signatures of Colorectal Cancer Differ According to BMI Status.", "http://www.ncbi.nlm.nih.gov/pubmed/31735976": "Importance of the Microbiota Inhibitory Mechanism on the Warburg Effect in Colorectal Cancer Cells.", "http://www.ncbi.nlm.nih.gov/pubmed/26727419": "Colorectal cancer: role of commensal bacteria and bystander effects.", "http://www.ncbi.nlm.nih.gov/pubmed/3039469": "Colonic carcinogenesis: the microbial feast or famine mechanism.", "http://www.ncbi.nlm.nih.gov/pubmed/32991312": "Participation of the intestinal microbiota in the mechanism of beneficial effect of treatment with synbiotic Syngut on experimental colitis under stress conditions.", "http://www.ncbi.nlm.nih.gov/pubmed/22868282": "The microbiota and its metabolites in colonic mucosal health and cancer risk.", "http://www.ncbi.nlm.nih.gov/pubmed/12820718": "Altered glycosylation in inflammatory bowel disease: a possible role in cancer development.", "http://www.ncbi.nlm.nih.gov/pubmed/30413188": "Microbiota dysbiosis and barrier dysfunction in inflammatory bowel disease and colorectal cancers: exploring a common ground hypothesis.", "http://www.ncbi.nlm.nih.gov/pubmed/19064190": "The epidemiology and pathogenesis of neoplasia in the small intestine.", "http://www.ncbi.nlm.nih.gov/pubmed/35664967": "Fusobacterium nucleatum promotes colon cancer progression by changing the mucosal microbiota and colon transcriptome in a mouse model.", "http://www.ncbi.nlm.nih.gov/pubmed/34063108": "Gut Microbiota as Potential Biomarker and/or Therapeutic Target to Improve the Management of Cancer: Focus on Colibactin-Producing Escherichia coli in Colorectal Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/35090978": "Carcinogenic microbiota and its role in colorectal cancer development.", "http://www.ncbi.nlm.nih.gov/pubmed/35166475": "[Primary diffuse meningeal melanomatosis: a literature review and a case report].", "http://www.ncbi.nlm.nih.gov/pubmed/32004738": "Brain Atrophy Associated with Primary Diffuse Meningeal Melanomatosis.", "http://www.ncbi.nlm.nih.gov/pubmed/31690266": "Primary diffuse meningeal melanomatosis - a rare form of meningeal melanoma: case report.", "http://www.ncbi.nlm.nih.gov/pubmed/20220448": "Primary diffuse meningeal melanomatosis.", "http://www.ncbi.nlm.nih.gov/pubmed/12533338": "Primary diffuse meningeal melanomatosis: radiologic-pathologic correlation.", "http://www.ncbi.nlm.nih.gov/pubmed/17330185": "[Primary diffuse meningeal melanomatosis. Case report].", "http://www.ncbi.nlm.nih.gov/pubmed/36412389": "Meningeal Melanomatosis with a Spinal Meningeal Melanocytoma Trigger by an in vitro Fertilization.", "http://www.ncbi.nlm.nih.gov/pubmed/30516687": "Primary Diffuse Leptomeningeal Melanomatosis of Spine: 18F-FDG PET Findings.", "http://www.ncbi.nlm.nih.gov/pubmed/35260265": "Diagnostic challenges of primary diffuse leptomeningeal melanomatosis in early adolescence: A case report.", "http://www.ncbi.nlm.nih.gov/pubmed/35060532": "A case report of a patient with inoperable primary diffuse leptomeningeal melanomatosis treated with whole-brain radiotherapy and pembrolizumab.", "http://www.ncbi.nlm.nih.gov/pubmed/30496931": "Primary Diffuse Leptomeningeal Melanomatosis: Case Report and Review of the Literature.", "http://www.ncbi.nlm.nih.gov/pubmed/21743173": "Primary melanocytic tumors of the central nervous system: a neuroradiological and clinicopathological study of five cases and brief review of literature.", "http://www.ncbi.nlm.nih.gov/pubmed/23483049": "F-18 fluorodeoxyglucose PET/CT and post hoc PET/MRI in a case of primary meningeal melanomatosis.", "http://www.ncbi.nlm.nih.gov/pubmed/8852008": "[Primary leptomeningeal melanomatosis in a 6-year-old child].", "http://www.ncbi.nlm.nih.gov/pubmed/28126183": "[Melanocytoma and meningeal melanocytosis, similar but different lesions].", "http://www.ncbi.nlm.nih.gov/pubmed/20558070": "Primary melanocytic neoplasms of the central nervous system.", "http://www.ncbi.nlm.nih.gov/pubmed/37355760": "The FGF21 analog pegozafermin in severe hypertriglyceridemia: a randomized phase 2 trial.", "http://www.ncbi.nlm.nih.gov/pubmed/36521501": "Safety, pharmacokinetics, and pharmacodynamics of pegozafermin in patients with non-alcoholic steatohepatitis: a randomised, double-blind, placebo-controlled, phase 1b/2a multiple-ascending-dose study.", "http://www.ncbi.nlm.nih.gov/pubmed/37356033": "Randomized, Controlled Trial of the FGF21 Analogue Pegozafermin in NASH.", "http://www.ncbi.nlm.nih.gov/pubmed/37696614": "Population Pharmacokinetics and Pharmacodynamics of Pegozafermin in Patients with Nonalcoholic Steatohepatitis.", "http://www.ncbi.nlm.nih.gov/pubmed/37562970": "The Novel GlycoPEGylated FGF21 Analog Pegozafermin Activates Human FGF Receptors and Improves Metabolic and Liver Outcomes in Diabetic Monkeys and Healthy Human Volunteers.", "http://www.ncbi.nlm.nih.gov/pubmed/37889055": "Pegozafermin Is a Potential Master Therapeutic Regulator in Metabolic Disorders: A Review.", "http://www.ncbi.nlm.nih.gov/pubmed/37718721": "Clinical trial: Effects of pegozafermin on the liver and on metabolic comorbidities in subjects with biopsy-confirmed nonalcoholic steatohepatitis.", "http://www.ncbi.nlm.nih.gov/pubmed/37352416": "The Transfer of Domperidone into Human Milk Remains Low at High Doses.", "http://www.ncbi.nlm.nih.gov/pubmed/36958154": "Embryotoxicity of silica nanoparticles in the drug delivery of domperidone in zebrafish.", "http://www.ncbi.nlm.nih.gov/pubmed/24147629": "Cardiac safety concerns for domperidone, an antiemetic and prokinetic, and galactogogue medicine.", "http://www.ncbi.nlm.nih.gov/pubmed/3527396": "Domperidone, a new dopamine antagonist.", "http://www.ncbi.nlm.nih.gov/pubmed/4061095": "Effect of domperidone on apomorphine inhibition of the copulatory response and exploratory behaviour in the female rat.", "http://www.ncbi.nlm.nih.gov/pubmed/4087563": "A comparative study on the effects of domperidone, metoclopramide, clebopride and trimebutine on the gastro-duodenal preparation of the guinea pig.", "http://www.ncbi.nlm.nih.gov/pubmed/3048796": "Luteinizing hormone response to domperidone in hyperprolactinaemic women with pituitary microadenomas.", "http://www.ncbi.nlm.nih.gov/pubmed/21894796": "Low safety index of domperidone: mechanism for increased odds ratio for sudden cardiac death.", "http://www.ncbi.nlm.nih.gov/pubmed/6756878": "Domperidone. A review of its pharmacological activity, pharmacokinetics and therapeutic efficacy in the symptomatic treatment of chronic dyspepsia and as an antiemetic.", "http://www.ncbi.nlm.nih.gov/pubmed/16997628": "Making a case for domperidone in the treatment of gastrointestinal motility disorders.", "http://www.ncbi.nlm.nih.gov/pubmed/8965601": "[Pharmacologic and clinical differentiation of prokinetic drugs].", "http://www.ncbi.nlm.nih.gov/pubmed/2960110": "[Specific binding of 3H-domperidone--a selective ligand of D2-dopamine receptors--by the human caudate nucleus].", "http://www.ncbi.nlm.nih.gov/pubmed/7823770": "Differential effects of bromopride and domperidone on cholinesterase activity in rat tissues.", "http://www.ncbi.nlm.nih.gov/pubmed/30233361": "A History of Drug Discovery for Treatment of Nausea and Vomiting and the Implications for Future Research.", "http://www.ncbi.nlm.nih.gov/pubmed/9876882": "Pathophysiology and pharmacology of migraine. Is there a place for antiemetics in future treatment strategies?", "http://www.ncbi.nlm.nih.gov/pubmed/3949445": "Effect of domperidone on experimentally induced gastric ulcers in rats.", "http://www.ncbi.nlm.nih.gov/pubmed/6396519": "The mechanism of action of dopamine to inhibit field stimulation-induced contractions of guinea pig stomach strips.", "http://www.ncbi.nlm.nih.gov/pubmed/1851838": "Clebopride enhances contractility of the guinea pig stomach by blocking peripheral D2 dopamine receptor and alpha-2 adrenoceptor.", "http://www.ncbi.nlm.nih.gov/pubmed/7255146": "[Domperidone: a new pharmacodynamic agent for exploration of the hypophysis (author's transl)].", "http://www.ncbi.nlm.nih.gov/pubmed/515866": "The effect of intravenous domperidone on the resting lower oesophageal sphincter pressure in dogs and baboons.", "http://www.ncbi.nlm.nih.gov/pubmed/36691362": "Cancer Prevention Begins in Middle School: The Personal Advantages of HPV Immunization in Males.", "http://www.ncbi.nlm.nih.gov/pubmed/36305982": "Human Papillomavirus Vaccination in Male University Students in Turkey: Coverage Rate, Barriers, and Associated Factors.", "http://www.ncbi.nlm.nih.gov/pubmed/37264392": "Acceptance of HPV vaccination in boys among mothers from selected churches in Accra, Ghana.", "http://www.ncbi.nlm.nih.gov/pubmed/31992466": "EBCOG position statement: Gender neutral HPV vaccination for young adults.", "http://www.ncbi.nlm.nih.gov/pubmed/25553242": "Human papilloma virus vaccination: impact and recommendations across the world.", "http://www.ncbi.nlm.nih.gov/pubmed/26554731": "HPV vaccination for MSM: Synthesis of the evidence and recommendations from the Québec Immunization Committee.", "http://www.ncbi.nlm.nih.gov/pubmed/33145777": "Human papilloma virus vaccination in males: A pharmacovigilance study on the Vaccine Adverse Event Reporting System.", "http://www.ncbi.nlm.nih.gov/pubmed/27354258": "A phase III clinical study to compare the immunogenicity and safety of the 9-valent and quadrivalent HPV vaccines in men.", "http://www.ncbi.nlm.nih.gov/pubmed/22021967": "Human papilloma virus vaccines: Current scenario.", "http://www.ncbi.nlm.nih.gov/pubmed/22371460": "HPV vaccine recommendations.", "http://www.ncbi.nlm.nih.gov/pubmed/25167164": "Human papillomavirus vaccination: recommendations of the Advisory Committee on Immunization Practices (ACIP).", "http://www.ncbi.nlm.nih.gov/pubmed/25811679": "Use of 9-valent human papillomavirus (HPV) vaccine: updated HPV vaccination recommendations of the advisory committee on immunization practices.", "http://www.ncbi.nlm.nih.gov/pubmed/29769961": "Summary of the National Advisory Committee on Immunization's Update on the recommended human papillomavirus (HPV) vaccine immunization schedule.", "http://www.ncbi.nlm.nih.gov/pubmed/27486020": "Missing the Target for Routine Human Papillomavirus Vaccination: Consistent and Strong Physician Recommendations Are Lacking for 11- to 12-Year-Old Males.", "http://www.ncbi.nlm.nih.gov/pubmed/18830138": "Human papillomavirus vaccine acceptability among young adult men.", "http://www.ncbi.nlm.nih.gov/pubmed/30591254": "Increasing human papillomavirus vaccination at the recommended age.", "http://www.ncbi.nlm.nih.gov/pubmed/35577640": "HPV Vaccination: Does It Have a Role in Preventing Penile Cancer and Other Preneoplastic Lesions?", "http://www.ncbi.nlm.nih.gov/pubmed/23391351": "Rome Consensus Conference - statement; human papilloma virus diseases in males.", "http://www.ncbi.nlm.nih.gov/pubmed/37661628": "[Human papillomavirus vaccination for men who have sex with men in China: demand and suggestions].", "http://www.ncbi.nlm.nih.gov/pubmed/25756144": "Human papillomavirus vaccination for boys.", "http://www.ncbi.nlm.nih.gov/pubmed/20547286": "Human papillomavirus vaccination of males: attitudes and perceptions of physicians who vaccinate females.", "http://www.ncbi.nlm.nih.gov/pubmed/23167429": "Should male circumcision be advocated for genital cancer prevention?", "http://www.ncbi.nlm.nih.gov/pubmed/32154741": "Review of Evidence and Recommendation for Human Papillomavirus (HPV) Vaccination of Canadian Males Over the Age of 26 Years.", "http://www.ncbi.nlm.nih.gov/pubmed/26734596": "Health Disparities in the Immunoprevention of Human Papillomavirus Infection and Associated Malignancies.", "http://www.ncbi.nlm.nih.gov/pubmed/35471242": "Factors Affecting Human Papillomavirus Vaccination in Men: Systematic Review.", "http://www.ncbi.nlm.nih.gov/pubmed/29517117": "Global human papilloma virus vaccine implementation: An update.", "http://www.ncbi.nlm.nih.gov/pubmed/24553168": "Committee opinion no. 588: human papillomavirus vaccination.", "http://www.ncbi.nlm.nih.gov/pubmed/28346275": "Committee Opinion No. 704: Human Papillomavirus Vaccination.", "http://www.ncbi.nlm.nih.gov/pubmed/28538494": "Committee Opinion No. 704 Summary: Human Papillomavirus Vaccination.", "http://www.ncbi.nlm.nih.gov/pubmed/20138347": "Prevention strategies against human papillomavirus in males.", "http://www.ncbi.nlm.nih.gov/pubmed/36897868": "Maternal perceptions of vaccinating boys against human papillomavirus (HPV) in Seoul, South Korea: A descriptive exploratory qualitative study.", "http://www.ncbi.nlm.nih.gov/pubmed/37195941": "A Phase 2 Trial of Peresolimab for Adults with Rheumatoid Arthritis.", "http://www.ncbi.nlm.nih.gov/pubmed/37814560": "Novel corticosteroid formulations in the treatment of eosinophilic esophagitis: what is the evidence?", "http://www.ncbi.nlm.nih.gov/pubmed/36351516": "Breaking down the complex pathophysiology of eosinophilic esophagitis.", "http://www.ncbi.nlm.nih.gov/pubmed/37064719": "Eosinophilic esophagitis-associated epithelial remodeling may limit esophageal carcinogenesis.", "http://www.ncbi.nlm.nih.gov/pubmed/20353445": "Redefining the role of lymphocytes in gastroesophageal reflux disease and eosinophilic esophagitis.", "http://www.ncbi.nlm.nih.gov/pubmed/23085895": "Clinical features distinguish eosinophilic and reflux-induced esophagitis.", "http://www.ncbi.nlm.nih.gov/pubmed/18322968": "Overlap of reflux and eosinophilic esophagitis in two patients requiring different therapies: a review of the literature.", "http://www.ncbi.nlm.nih.gov/pubmed/22794699": "Chapter 26: Eosinophilic esophagitis.", "http://www.ncbi.nlm.nih.gov/pubmed/24813513": "Eosinophilic esophagitis: interactions with gastroesophageal reflux disease.", "http://www.ncbi.nlm.nih.gov/pubmed/23459046": "Editorial: Should patients with suspected eosinophilic esophagitis undergo a therapeutic trial of proton pump inhibition?", "http://www.ncbi.nlm.nih.gov/pubmed/19733260": "Clinical, endoscopic, and histologic findings distinguish eosinophilic esophagitis from gastroesophageal reflux disease.", "http://www.ncbi.nlm.nih.gov/pubmed/22075653": "Identification of clinical and laboratory markers for predicting eosinophilic esophagitis in adults.", "http://www.ncbi.nlm.nih.gov/pubmed/26020633": "Esophageal microbiome in eosinophilic esophagitis.", "http://www.ncbi.nlm.nih.gov/pubmed/36731088": "INTERLEUKIN-35 DOWNREGULATES THE IMMUNE RESPONSE OF EFFECTOR CD4 + T CELLS VIA RESTRICTING HIGH MOBILITY GROUP BOX-1 PROTEIN-DEPENDENT AUTOPHAGY IN SEPSIS.", "http://www.ncbi.nlm.nih.gov/pubmed/36579639": "Peripheral blood subpopulations of Bregs producing IL-35 in women with endometriosis.", "http://www.ncbi.nlm.nih.gov/pubmed/37464473": "IL-35 Stabilizes Treg Phenotype to Protect Cardiac Allografts in Mice.", "http://www.ncbi.nlm.nih.gov/pubmed/36314719": "Reduced circulating interleukin 35 is associated with enhanced peripheral T cell function in primary biliary cholangitis.", "http://www.ncbi.nlm.nih.gov/pubmed/29371247": "IL-35 (Interleukin-35) Suppresses Endothelial Cell Activation by Inhibiting Mitochondrial Reactive Oxygen Species-Mediated Site-Specific Acetylation of H3K14 (Histone 3 Lysine 14).", "http://www.ncbi.nlm.nih.gov/pubmed/31966444": "The renal level of a novel cytokine IL-35 is related to sepsis-associated acute kidney injury in mice.", "http://www.ncbi.nlm.nih.gov/pubmed/27734415": "The Immunobiology of Interleukin-35 and Its Regulation and Gene Expression.", "http://www.ncbi.nlm.nih.gov/pubmed/25619872": "IL-35 and Autoimmunity: a Comprehensive Perspective.", "http://www.ncbi.nlm.nih.gov/pubmed/29749583": "IL-35: a new immunomodulator in autoimmune rheumatic diseases.", "http://www.ncbi.nlm.nih.gov/pubmed/24273881": "IL-35: a potential target for the treatment of atherosclerosis.", "http://www.ncbi.nlm.nih.gov/pubmed/34054534": "Pathogenesis and Function of Interleukin-35 in Rheumatoid Arthritis.", "http://www.ncbi.nlm.nih.gov/pubmed/22427377": "Prevention of autoimmune diabetes by ectopic pancreatic β-cell expression of interleukin-35.", "http://www.ncbi.nlm.nih.gov/pubmed/25752977": "IL-35 expression in peripheral blood CD4(+) T cells from chronic hepatitis B virus-infected patients directly correlates with virus load.", "http://www.ncbi.nlm.nih.gov/pubmed/31333002": "Plasma Levels of Interleukin-35 and its Association with Clinical Features of Breast Cancer Patients at Assiut University Hospitals.", "http://www.ncbi.nlm.nih.gov/pubmed/33128920": "Interleukin-35 in idiopathic inflammatory myopathies.", "http://www.ncbi.nlm.nih.gov/pubmed/26872697": "Interleukin-35 Limits Anti-Tumor Immunity.", "http://www.ncbi.nlm.nih.gov/pubmed/35420296": "Interleukin-35 promotes Breg expansion and interleukin-10 production in CD19+ B cells in patients with ankylosing spondylitis.", "http://www.ncbi.nlm.nih.gov/pubmed/32276581": "Increased Interleukin-35 suppresses peripheral CD14+ monocytes function in patients with Kawasaki disease.", "http://www.ncbi.nlm.nih.gov/pubmed/27996283": "Evaluation of serum interleukin- 35 level in children with persistent asthma.", "http://www.ncbi.nlm.nih.gov/pubmed/24970690": "The expression of a novel anti-inflammatory cytokine IL-35 and its possible significance in childhood asthma.", "http://www.ncbi.nlm.nih.gov/pubmed/27582486": "Molecular Pathways: Interleukin-35 in Autoimmunity and Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/29641433": "The Role, Involvement and Function(s) of Interleukin-35 and Interleukin-37 in Disease Pathogenesis.", "http://www.ncbi.nlm.nih.gov/pubmed/33865428": "Interleukin-35 inhibited the production of histamine and pro-inflammatory cytokines through suppression MAPKs pathway in HMC-1 cells.", "http://www.ncbi.nlm.nih.gov/pubmed/25640666": "Interleukin 35 may contribute to the loss of immunological self-tolerance in patients with primary immune thrombocytopenia.", "http://www.ncbi.nlm.nih.gov/pubmed/35434379": "Interleukin-35 in autoimmune dermatoses: Current concepts.", "http://www.ncbi.nlm.nih.gov/pubmed/26530251": "The role of interleukin 35 in atherosclerosis.", "http://www.ncbi.nlm.nih.gov/pubmed/31974915": "Interleukin-35 Suppresses CD8+ T Cell Activity in Patients with Viral Hepatitis-Induced Acute-on-Chronic Liver Failure.", "http://www.ncbi.nlm.nih.gov/pubmed/26369677": "The role of interleukin 35 in atherosclerosis.", "http://www.ncbi.nlm.nih.gov/pubmed/34788131": "Interleukin-35: Structure, Function and Its Impact on Immune-Related Diseases.", "http://www.ncbi.nlm.nih.gov/pubmed/29054137": "Interleukin-35 Gene-Modified Mesenchymal Stem Cells Protect Concanavalin A-Induced Fulminant Hepatitis by Decreasing the Interferon Gamma Level.", "http://www.ncbi.nlm.nih.gov/pubmed/28936965": "[Important role of interleukin-35 in infectious diseases and its significance].", "http://www.ncbi.nlm.nih.gov/pubmed/35759811": "Interleukin-35 ameliorates cardiovascular disease by suppressing inflammatory responses and regulating immune homeostasis.", "http://www.ncbi.nlm.nih.gov/pubmed/36690705": "Evolution of acquired resistance in a ROS1+ KRAS G12C+ NSCLC through the MAPK pathway.", "http://www.ncbi.nlm.nih.gov/pubmed/36563789": "Development of a high-throughput TR-FRET screening assay for a fast-cycling KRAS mutant.", "http://www.ncbi.nlm.nih.gov/pubmed/36566134": "[Sotorasib treatment in KRAS G12C-mutated non-small cell lung cancer: Experience in the Tours university hospital].", "http://www.ncbi.nlm.nih.gov/pubmed/36764316": "Sotorasib versus docetaxel for previously treated non-small-cell lung cancer with KRASG12C mutation: a randomised, open-label, phase 3 trial.", "http://www.ncbi.nlm.nih.gov/pubmed/36581205": "Oncogenic RAS promotes MYC protein stability by upregulating the expression of the inhibitor of apoptosis protein family member Survivin.", "http://www.ncbi.nlm.nih.gov/pubmed/36577165": "Sotorasib in KRASG12C mutated lung cancer: Can we rule out cracking KRAS led to worse overall survival?", "http://www.ncbi.nlm.nih.gov/pubmed/35412531": "Sotorasib: a treatment for non-small cell lung cancer with the KRAS G12C mutation.", "http://www.ncbi.nlm.nih.gov/pubmed/36077640": "Molecular Biology and Therapeutic Perspectives for K-Ras Mutant Non-Small Cell Lung Cancers.", "http://www.ncbi.nlm.nih.gov/pubmed/37627169": "Proteomic Mapping of the Interactome of KRAS Mutants Identifies New Features of RAS Signalling Networks and the Mechanism of Action of Sotorasib.", "http://www.ncbi.nlm.nih.gov/pubmed/34715449": "KRAS Inhibitors- yes but what next? Direct targeting of KRAS- vaccines, adoptive T cell therapy and beyond.", "http://www.ncbi.nlm.nih.gov/pubmed/36529835": "Impact of Sotorasib on the Pharmacokinetics and Pharmacodynamics of Metformin, a MATE1/2K Substrate, in Healthy Subjects.", "http://www.ncbi.nlm.nih.gov/pubmed/36929750": "What's Next for Sotorasib in NSCLC?", "http://www.ncbi.nlm.nih.gov/pubmed/37386628": "DNA replication stress and mitotic catastrophe mediate sotorasib addiction in KRASG12C-mutant cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/37831779": "Acquired resistance to KRAS G12C small-molecule inhibitors via genetic/nongenetic mechanisms in lung cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/36217844": "An evaluation of sotorasib for the treatment of patients with non-small cell lung cancer with KRASG12C mutations.", "http://www.ncbi.nlm.nih.gov/pubmed/36319849": "PAK and PI3K pathway activation confers resistance to KRASG12C inhibitor sotorasib.", "http://www.ncbi.nlm.nih.gov/pubmed/34365406": "KRAS Inhibitor Resistance in MET-Amplified KRAS G12C Non-Small Cell Lung Cancer Induced By RAS- and Non-RAS-Mediated Cell Signaling Mechanisms.", "http://www.ncbi.nlm.nih.gov/pubmed/34715459": "HER2 mediates clinical resistance to the KRASG12C inhibitor sotorasib, which is overcome by co-targeting SHP2.", "http://www.ncbi.nlm.nih.gov/pubmed/34675734": "Spotlight on Sotorasib (AMG 510) for KRAS G12C Positive Non-Small Cell Lung Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/36901764": "A Novel Combination of Sotorasib and Metformin Enhances Cytotoxicity and Apoptosis in KRAS-Mutated Non-Small Cell Lung Cancer Cell Lines through MAPK and P70S6K Inhibition.", "http://www.ncbi.nlm.nih.gov/pubmed/38093368": "Nutlin-3a induces KRAS mutant/p53 wild type lung cancer specific methuosis-like cell death that is dependent on GFPT2.", "http://www.ncbi.nlm.nih.gov/pubmed/38072173": "KRAS G12C-mutant driven non-small cell lung cancer (NSCLC).", "http://www.ncbi.nlm.nih.gov/pubmed/38070479": "Revolutionizing KRAS p.G12C therapy in metastatic colorectal cancer: The triumph of dual inhibition.", "http://www.ncbi.nlm.nih.gov/pubmed/38067288": "Targeted Therapies for Kirsten Rat Sarcoma (KRAS) G12C Mutant Metastatic Non-Small-Cell Lung Cancers.", "http://www.ncbi.nlm.nih.gov/pubmed/38061200": "Brief report on the efficacy of sotorasib in KRAS-Mutated NSCLC patients with brain metastases.", "http://www.ncbi.nlm.nih.gov/pubmed/38049578": "From bench to bedside: current development and emerging trend of KRAS-targeted therapy.", "http://www.ncbi.nlm.nih.gov/pubmed/38044989": "Case Report: Case series: association between blood concentration and side effects of sotorasib.", "http://www.ncbi.nlm.nih.gov/pubmed/37101895": "CodeBreak 200: Sotorasib Has Not Broken the KRASG12C Enigma Code.", "http://www.ncbi.nlm.nih.gov/pubmed/37008835": "Sotorasib as First-Line Treatment for Advanced KRAS G12C-Mutated Non-Small Cell Lung Carcinoma: A Case Report.", "http://www.ncbi.nlm.nih.gov/pubmed/36315377": "Sotorasib: A Review in KRAS G12C Mutation-Positive Non-small Cell Lung Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/37190303": "The Therapeutic Landscape for KRAS-Mutated Colorectal Cancers.", "http://www.ncbi.nlm.nih.gov/pubmed/37101896": "CodeBreaK 200: Sotorasib (AMG510) Has Broken the KRAS G12C+ NSCLC Enigma Code.", "http://www.ncbi.nlm.nih.gov/pubmed/35153196": "Absorption, Distribution, Metabolism, and Excretion of [14C]-Sotorasib in Rats and Dogs: Interspecies Differences in Absorption, Protein Conjugation and Metabolism.", "http://www.ncbi.nlm.nih.gov/pubmed/34357500": "Sotorasib: First Approval.", "http://www.ncbi.nlm.nih.gov/pubmed/37673617": "[Pharmacological characteristics and clinical study results of the first RAS inhibitor sotorasib (LUMAKRAS®) for non-small cell lung cancer with KRAS G12C mutation].", "http://www.ncbi.nlm.nih.gov/pubmed/34137282": "Nonclinical Safety Profile of Sotorasib, a KRASG12C-Specific Covalent Inhibitor for the Treatment of KRAS p.G12C-Mutated Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/34590053": "Severe Immune Checkpoint Inhibitor Hepatitis in KRAS G12C-Mutant NSCLC Potentially Triggered by Sotorasib: Case Report.", "http://www.ncbi.nlm.nih.gov/pubmed/34158284": "FDA Approves First KRAS Inhibitor: Sotorasib.", "http://www.ncbi.nlm.nih.gov/pubmed/32955176": "KRASG12C Inhibition with Sotorasib in Advanced Solid Tumors.", "http://www.ncbi.nlm.nih.gov/pubmed/37504336": "Canadian Consensus Recommendations on the Management of KRAS G12C-Mutated NSCLC.", "http://www.ncbi.nlm.nih.gov/pubmed/35192958": "ABCB1 limits brain exposure of the KRASG12C inhibitor sotorasib, whereas ABCB1, CYP3A, and possibly OATP1a/1b restrict its oral availability.", "http://www.ncbi.nlm.nih.gov/pubmed/38023987": "Integration of signaling pathway and bromodomain and extra-terminal domain inhibition for the treatment of mutant Kirsten rat sarcoma viral oncogene homolog cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/35864332": "Chemical acylation of an acquired serine suppresses oncogenic signaling of K-Ras(G12S).", "http://www.ncbi.nlm.nih.gov/pubmed/35267628": "Direct Targeting KRAS Mutation in Non-Small Cell Lung Cancer: Focus on Resistance.", "http://www.ncbi.nlm.nih.gov/pubmed/34004237": "Mercapturate pathway metabolites of sotorasib, a covalent inhibitor of KRASG12C, are associated with renal toxicity in the Sprague Dawley rat.", "http://www.ncbi.nlm.nih.gov/pubmed/34607583": "Oncogenic KRAS blockade therapy: renewed enthusiasm and persistent challenges.", "http://www.ncbi.nlm.nih.gov/pubmed/33971321": "KRAS Secondary Mutations That Confer Acquired Resistance to KRAS G12C Inhibitors, Sotorasib and Adagrasib, and Overcoming Strategies: Insights From In Vitro Experiments.", "http://www.ncbi.nlm.nih.gov/pubmed/36388799": "Complete response to sotorasib as neoadjuvant treatment in patient with locally advanced primary pulmonary sarcoma harboring KRAS mutation: a case report.", "http://www.ncbi.nlm.nih.gov/pubmed/34144959": "Sotorasib Is Active in KRAS G12C-Mutant Non-Small Cell Lung Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/34919824": "Sotorasib for previously treated colorectal cancers with KRASG12C mutation (CodeBreaK100): a prespecified analysis of a single-arm, phase 2 trial.", "http://www.ncbi.nlm.nih.gov/pubmed/35260176": "BCL-X<sub>L</sub> PROTAC degrader DT2216 synergizes with sotorasib in preclinical models of KRASG12C-mutated cancers.", "http://www.ncbi.nlm.nih.gov/pubmed/33824136": "Clinical Acquired Resistance to KRASG12C Inhibition through a Novel KRAS Switch-II Pocket Mutation and Polyclonal Alterations Converging on RAS-MAPK Reactivation.", "http://www.ncbi.nlm.nih.gov/pubmed/36546651": "Sotorasib in KRAS p.G12C-Mutated Advanced Pancreatic Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/37666686": "Sotorasib after immune checkpoint inhibitor administration induces hepatotoxicity. True, false or just another adverse effect of NSCLC treatment.", "http://www.ncbi.nlm.nih.gov/pubmed/37557065": "Validated LC-MS/MS method for simultaneous quantification of KRASG12C inhibitor sotorasib and its major circulating metabolite (M24) in mouse matrices and its application in a mouse pharmacokinetic study.", "http://www.ncbi.nlm.nih.gov/pubmed/37336286": "MEK inhibitor and anti-EGFR antibody overcome sotorasib resistance signals and enhance its antitumor effect in colorectal cancer cells.", "http://www.ncbi.nlm.nih.gov/pubmed/34471232": "The KRAS-G12C inhibitor: activity and resistance.", "http://www.ncbi.nlm.nih.gov/pubmed/34864132": "Resistance looms for KRAS G12C inhibitors and rational tackling strategies.", "http://www.ncbi.nlm.nih.gov/pubmed/36980522": "Treatment Strategies for KRAS-Mutated Non-Small-Cell Lung Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/35083149": "Targeting KRAS in Non-Small Cell Lung Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/36358848": "KRAS in NSCLC: State of the Art and Future Perspectives.", "http://www.ncbi.nlm.nih.gov/pubmed/35101229": "Pan-RAS inhibitors: Hitting multiple RAS isozymes with one stone.", "http://www.ncbi.nlm.nih.gov/pubmed/36394791": "Targeting KRASp.G12C Mutation in Advanced Non-Small Cell Lung Cancer: a New Era Has Begun.", "http://www.ncbi.nlm.nih.gov/pubmed/36928090": "Kras oncogene ablation prevents resistance in advanced lung adenocarcinomas.", "http://www.ncbi.nlm.nih.gov/pubmed/37700573": "Targeted Therapies for Previously \"Undruggable\" KRAS-Mutated Non-Small Cell Lung Cancer: A Review of Sotorasib and Adagrasib.", "http://www.ncbi.nlm.nih.gov/pubmed/37110848": "Multiple Strategies to Develop Small Molecular KRAS Directly Bound Inhibitors.", "http://www.ncbi.nlm.nih.gov/pubmed/34776511": "KRAS mutation: from undruggable to druggable in cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/36675641": "KRAS Mutations in Solid Tumors: Characteristics, Current Therapeutic Strategy, and Potential Treatment Exploration.", "http://www.ncbi.nlm.nih.gov/pubmed/35832439": "The treatment of advanced non-small cell lung cancer harboring KRAS mutation: a new class of drugs for an old target-a narrative review.", "http://www.ncbi.nlm.nih.gov/pubmed/33466360": "Mechanisms of Resistance to KRASG12C Inhibitors.", "http://www.ncbi.nlm.nih.gov/pubmed/33957355": "Quantification of KRAS inhibitor sotorasib in mouse plasma and tissue homogenates using liquid chromatography-tandem mass spectrometry.", "http://www.ncbi.nlm.nih.gov/pubmed/34096690": "Sotorasib for Lung Cancers with KRAS p.G12C Mutation.", "http://www.ncbi.nlm.nih.gov/pubmed/34504076": "Oncogenic KRAS is dependent upon an EFR3A-PI4KA signaling axis for potent tumorigenic activity.", "http://www.ncbi.nlm.nih.gov/pubmed/34161704": "Acquired Resistance to KRASG12C Inhibition in Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/37703579": "Anticancer Efficacy of KRASG12C Inhibitors Is Potentiated by PAK4 Inhibitor KPT9274 in Preclinical Models of KRASG12C-Mutant Pancreatic and Lung Cancers.", "http://www.ncbi.nlm.nih.gov/pubmed/37180506": "IgA Nephropathy Patient Baseline Characteristics in the Sparsentan PROTECT Study.", "http://www.ncbi.nlm.nih.gov/pubmed/37022667": "Sparsentan: First Approval.", "http://www.ncbi.nlm.nih.gov/pubmed/37256677": "Dual inhibition of the endothelin and angiotensin receptor ameliorates renal and inner ear pathologies in Alport mice.", "http://www.ncbi.nlm.nih.gov/pubmed/37221817": "Population pharmacokinetic analysis of sparsentan in healthy volunteers and patients with focal segmental glomerulosclerosis.", "http://www.ncbi.nlm.nih.gov/pubmed/36852566": "Effect of Multiple Doses of Sparsentan on the Single-Dose Pharmacokinetics of Dapagliflozin: An Open-Label Drug-Drug Interaction Study in Healthy Adults.", "http://www.ncbi.nlm.nih.gov/pubmed/38041499": "Physiologically-based pharmacokinetic model of sparsentan to evaluate drug-drug interaction potential.", "http://www.ncbi.nlm.nih.gov/pubmed/35052766": "The Evidence for Sparsentan-Mediated Inhibition of I<sub>Na</sub> and I<sub>K(erg)</sub>: Possibly Unlinked to Its Antagonism of Angiotensin II or Endothelin Type a Receptor.", "http://www.ncbi.nlm.nih.gov/pubmed/29142983": "Efficacy and Safety of Sparsentan Compared With Irbesartan in Patients With Primary Focal Segmental Glomerulosclerosis: Randomized, Controlled Trial Design (DUET).", "http://www.ncbi.nlm.nih.gov/pubmed/32274453": "Study Design of the Phase 3 Sparsentan Versus Irbesartan (DUPLEX) Study in Patients With Focal Segmental Glomerulosclerosis.", "http://www.ncbi.nlm.nih.gov/pubmed/37706310": "Sparsentan: A First-in-Class Dual Endothelin and Angiotensin II Receptor Antagonist.", "http://www.ncbi.nlm.nih.gov/pubmed/30361325": "DUET: A Phase 2 Study Evaluating the Efficacy and Safety of Sparsentan in Patients with FSGS.", "http://www.ncbi.nlm.nih.gov/pubmed/35514086": "Targeting tissue-resident memory CD8+ T cells in the kidney is a potential therapeutic strategy to ameliorate podocyte injury and glomerulosclerosis.", "http://www.ncbi.nlm.nih.gov/pubmed/37762309": "Investigating the Impact of Selective Modulators on the Renin-Angiotensin-Aldosterone System: Unraveling Their Off-Target Perturbations of Transmembrane Ionic Currents.", "http://www.ncbi.nlm.nih.gov/pubmed/37015244": "Sparsentan in patients with IgA nephropathy: a prespecified interim analysis from a randomised, double-blind, active-controlled clinical trial.", "http://www.ncbi.nlm.nih.gov/pubmed/37921461": "Sparsentan versus Irbesartan in Focal Segmental Glomerulosclerosis.", "http://www.ncbi.nlm.nih.gov/pubmed/36834836": "Endothelin Receptor Antagonists in Kidney Disease.", "http://www.ncbi.nlm.nih.gov/pubmed/35224732": "Interventions for focal segmental glomerulosclerosis in adults.", "http://www.ncbi.nlm.nih.gov/pubmed/37931634": "Efficacy and safety of sparsentan versus irbesartan in patients with IgA nephropathy (PROTECT): 2-year results from a randomised, active-controlled, phase 3 trial.", "http://www.ncbi.nlm.nih.gov/pubmed/35547199": "Novel Therapies for Alport Syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/35291039": "[Nephrotic syndrome: Current understanding and future therapies].", "http://www.ncbi.nlm.nih.gov/pubmed/31749142": "Interventions for idiopathic steroid-resistant nephrotic syndrome in children.", "http://www.ncbi.nlm.nih.gov/pubmed/36396811": "Clinical pitfalls and serological diagnostics of MuSK myasthenia gravis.", "http://www.ncbi.nlm.nih.gov/pubmed/37455510": "Plasma Myokine Profiles in Patients With AChR- and MuSK-Ab-Positive Myasthenia Gravis.", "http://www.ncbi.nlm.nih.gov/pubmed/36527328": "Autologous hematopoietic stem cell transplant for the treatment of refractory myasthenia gravis with anti-muscle specific kinase antibodies.", "http://www.ncbi.nlm.nih.gov/pubmed/37150596": "Pregnancy in MuSK-positive myasthenia gravis: A single-center case series.", "http://www.ncbi.nlm.nih.gov/pubmed/37564637": "Immunotherapies in MuSK-positive Myasthenia Gravis; an IgG4 antibody-mediated disease.", "http://www.ncbi.nlm.nih.gov/pubmed/35747537": "Electrodiagnostic Characteristics Suggestive of Muscle-Specific Kinase Myasthenia Gravis.", "http://www.ncbi.nlm.nih.gov/pubmed/20613516": "Update on muscle-specific tyrosine kinase antibody positive myasthenia gravis.", "http://www.ncbi.nlm.nih.gov/pubmed/25557356": "Maintenance plasma exchange treatment for muscle specific kinase antibody positive myasthenia gravis patients.", "http://www.ncbi.nlm.nih.gov/pubmed/21822490": "Anti-MuSK-Positive Myasthenia Gravis in a Patient with Parkinsonism and Cognitive Impairment.", "http://www.ncbi.nlm.nih.gov/pubmed/19882635": "Clinical findings in MuSK-antibody positive myasthenia gravis: a U.S. experience.", "http://www.ncbi.nlm.nih.gov/pubmed/15989843": "[\"Seronegative\" myasthenia gravis and antiMuSK positive antibodies: description of Spanish series].", "http://www.ncbi.nlm.nih.gov/pubmed/27697312": "Myopathy in Childhood Muscle-Specific Kinase Myasthenia Gravis.", "http://www.ncbi.nlm.nih.gov/pubmed/16155434": "Neuromuscular junction autoimmune disease: muscle specific kinase antibodies and treatments for myasthenia gravis.", "http://www.ncbi.nlm.nih.gov/pubmed/30472069": "Tacrolimus inhibits Th1 and Th17 responses in MuSK-antibody positive myasthenia gravis patients.", "http://www.ncbi.nlm.nih.gov/pubmed/22013178": "Anti-MuSK autoantibodies block binding of collagen Q to MuSK.", "http://www.ncbi.nlm.nih.gov/pubmed/17718696": "Clinical and experimental features of MuSK antibody positive MG in Japan.", "http://www.ncbi.nlm.nih.gov/pubmed/34992891": "Muscle-Specific Tyrosine Kinase-Associated Myasthenia Gravis: A Neuromuscular Surprise.", "http://www.ncbi.nlm.nih.gov/pubmed/34491934": "MuSK Myasthenia Gravis Presenting with Bilateral Vocal Cord Abduction Paresis: A Case Report and Literature Review.", "http://www.ncbi.nlm.nih.gov/pubmed/23706725": "MuSK-Ab positive myasthenia: not always grave.", "http://www.ncbi.nlm.nih.gov/pubmed/22981737": "Specific binding of collagen Q to the neuromuscular junction is exploited to cure congenital myasthenia and to explore bases of myasthenia gravis.", "http://www.ncbi.nlm.nih.gov/pubmed/31177576": "Association between musk antibody concentrations and the myasthenia gravis composite score in 3 patients: A marker of relapse?", "http://www.ncbi.nlm.nih.gov/pubmed/35967183": "The Antipyretic Effect of High-Dose Paracetamol Versus Mefenamic Acid in the Treatment of Febrile Children: A Randomized Control Trial.", "http://www.ncbi.nlm.nih.gov/pubmed/35511631": "Management of fever in infants and children in the emergency setting and during home discharge: recommendations from an Italian panel.", "http://www.ncbi.nlm.nih.gov/pubmed/33912381": "Management of acute fever in children: Consensus recommendations for community and primary healthcare providers in sub-Saharan Africa.", "http://www.ncbi.nlm.nih.gov/pubmed/9578327": "Fever and hypothermia: two adaptive thermoregulatory responses to systemic inflammation.", "http://www.ncbi.nlm.nih.gov/pubmed/33738101": "Let fever do its job: The meaning of fever in the pandemic era.", "http://www.ncbi.nlm.nih.gov/pubmed/21357332": "Fever and antipyretic use in children.", "http://www.ncbi.nlm.nih.gov/pubmed/22436665": "Good and bad fever.", "http://www.ncbi.nlm.nih.gov/pubmed/16617919": "The neurobiology of the human febrile response.", "http://www.ncbi.nlm.nih.gov/pubmed/35822579": "The management of fever in children.", "http://www.ncbi.nlm.nih.gov/pubmed/2200377": "Antipyresis and fever.", "http://www.ncbi.nlm.nih.gov/pubmed/12856055": "Evidence on the use of paracetamol in febrile children.", "http://www.ncbi.nlm.nih.gov/pubmed/34920276": "Evaluation of a semi-automated data extraction tool for public health literature-based reviews: Dextr.", "http://www.ncbi.nlm.nih.gov/pubmed/32856160": "Data extraction for epidemiological research (DExtER): a novel tool for automated clinical epidemiology studies.", "http://www.ncbi.nlm.nih.gov/pubmed/30671231": "Giant Brunner's gland hamartoma causing retrograde jejuno-duodenal intussusception: A case report.", "http://www.ncbi.nlm.nih.gov/pubmed/27737521": "Giant Brunner's Gland Hamartoma of the Duodenal Bulb Presenting with Upper Gastrointestinal Bleeding and Obstruction.", "http://www.ncbi.nlm.nih.gov/pubmed/22303509": "Large Brunner's Gland Hamartoma: A Case Report.", "http://www.ncbi.nlm.nih.gov/pubmed/15034292": "A case of Brunner's gland hamartoma presenting as obscure gastrointestinal hemorrhage.", "http://www.ncbi.nlm.nih.gov/pubmed/31443637": "A giant Brunner's gland hamartoma being treated as a pedunculated polyp: a case report.", "http://www.ncbi.nlm.nih.gov/pubmed/28408987": "Saving from unnecessary pancreaticoduodenectomy. Brunner's gland hamartoma: Case report on a rare duodenal lesion and exhaustive literature review.", "http://www.ncbi.nlm.nih.gov/pubmed/28584807": "Pyloric Brunner's gland hamartoma with atypical hyperplasia.", "http://www.ncbi.nlm.nih.gov/pubmed/31427914": "Endosonographic Appearances of a Rare Duodenal Tumour, Brunner's Gland Hamartoma.", "http://www.ncbi.nlm.nih.gov/pubmed/30971558": "Brunner's gland hamartoma with dysplasia, presenting as multiple duodenal polyps: An unexplored entity with literature review.", "http://www.ncbi.nlm.nih.gov/pubmed/27055413": "Brunner's gland hamartoma: a cause of the double-duct sign.", "http://www.ncbi.nlm.nih.gov/pubmed/36891571": "Brunner Gland Hamartomas-Uncommon Presentations and Endoscopic Management.", "http://www.ncbi.nlm.nih.gov/pubmed/37073689": "Endoloop pre-ligation assisted resection of a giant Brunner's gland adenoma of the duodenal bulb.", "http://www.ncbi.nlm.nih.gov/pubmed/29694312": "A case of peduncolated Brunner's gland hamartoma.", "http://www.ncbi.nlm.nih.gov/pubmed/29201733": "Brunneroma: A Rare Cause of Duodeno-duodenal Intussusception.", "http://www.ncbi.nlm.nih.gov/pubmed/7824865": "Hamartoma of Brunner's glands causing massive haematemesis.", "http://www.ncbi.nlm.nih.gov/pubmed/31451057": "Brunner's gland hamartoma presenting as gastric outlet obstruction: unusual presentation and review of literature.", "http://www.ncbi.nlm.nih.gov/pubmed/33832073": "A giant Brunner gland hamartoma successfully treated by endoscopic excision followed by transanal retrieval: A case report.", "http://www.ncbi.nlm.nih.gov/pubmed/33314802": "Cytological diagnosis of Brunner's gland adenoma (hyperplasia): A diagnostic challenge.", "http://www.ncbi.nlm.nih.gov/pubmed/19924571": "Biliary obstruction and pancreatitis caused by diffuse nodular hyperplasia of Brunner's gland.", "http://www.ncbi.nlm.nih.gov/pubmed/34194867": "Large Brunner's Gland Hyperplasia with Bleeding: A Case Report.", "http://www.ncbi.nlm.nih.gov/pubmed/32637056": "Brunner's gland hyperplasia: A rare cause of gastrointestinal bleeding.", "http://www.ncbi.nlm.nih.gov/pubmed/19140240": "Pedunculated Brunner's gland hamartoma of the duodenum causing upper gastrointestinal hemorrhage.", "http://www.ncbi.nlm.nih.gov/pubmed/31080246": "Giant Brunner's Gland Adenoma Presenting as Upper Gastrointestinal Bleeding in 76 Years Old Male: A Case Report.", "http://www.ncbi.nlm.nih.gov/pubmed/22836185": "Clinicopathologic characteristics and mucin expression in Brunner's gland proliferating lesions.", "http://www.ncbi.nlm.nih.gov/pubmed/27426650": "Laparoscopic treatment of a Brunner's gland hamartoma: a case report.", "http://www.ncbi.nlm.nih.gov/pubmed/16006686": "Brunner's gland hamartoma: 'over-treatment' of a voluminous mass simulating a malignancy of the pancreatic-duodenal area.", "http://www.ncbi.nlm.nih.gov/pubmed/33215668": "Brunner's Gland Hamartomas: Two Cases of This (Sometimes) Distinctive Lesion.", "http://www.ncbi.nlm.nih.gov/pubmed/16955152": "Acute pancreatitis and upper gastrointestinal bleeding as presenting symptoms of duodenal Brunner's gland hamartoma.", "http://www.ncbi.nlm.nih.gov/pubmed/36734148": "Efficacy and Safety of Fezolinetant in Moderate to Severe Vasomotor Symptoms Associated With Menopause: A Phase 3 RCT.", "http://www.ncbi.nlm.nih.gov/pubmed/36470539": "Drugs for the treatment of postmenopausal symptoms: Hormonal and non-hormonal therapy.", "http://www.ncbi.nlm.nih.gov/pubmed/37343519": "Neurokinin 3 receptor antagonists for menopausal vasomotor symptoms, an appraisal.", "http://www.ncbi.nlm.nih.gov/pubmed/37462862": "Fezolinetant: First Approval.", "http://www.ncbi.nlm.nih.gov/pubmed/33724119": "Fezolinetant in the treatment of vasomotor symptoms associated with menopause.", "http://www.ncbi.nlm.nih.gov/pubmed/37974591": "Fezolinetant: A New Nonhormonal Treatment for Vasomotor Symptoms.", "http://www.ncbi.nlm.nih.gov/pubmed/31415087": "Treatment of Menopausal Vasomotor Symptoms With Fezolinetant, a Neurokinin 3 Receptor Antagonist: A Phase 2a Trial.", "http://www.ncbi.nlm.nih.gov/pubmed/32102086": "A phase 2b, randomized, placebo-controlled, double-blind, dose-ranging study of the neurokinin 3 receptor antagonist fezolinetant for vasomotor symptoms associated with menopause.", "http://www.ncbi.nlm.nih.gov/pubmed/34048742": "Effects of neurokinin 3 receptor antagonist fezolinetant on hot flash-like symptoms in ovariectomized rats.", "http://www.ncbi.nlm.nih.gov/pubmed/37541194": "Neurokinin 3 receptor antagonism for menopausal hot flashes.", "http://www.ncbi.nlm.nih.gov/pubmed/37808928": "\"Veozah (Fezolinetant): A Promising Non-Hormonal Treatment for Vasomotor Symptoms in Menopause\".", "http://www.ncbi.nlm.nih.gov/pubmed/38016166": "Systematic review and network meta-analysis comparing the efficacy of fezolinetant with hormone and nonhormone therapies for treatment of vasomotor symptoms due to menopause.", "http://www.ncbi.nlm.nih.gov/pubmed/38035319": "Post-Menopausal Quality of Life Claims: Overlooking the Requirements of Normal Science and Fundamental Measurement in ICER'S Cost-Effectiveness Assessment of Fezolinetant for Moderate to Severe Vasomotor Symptoms.", "http://www.ncbi.nlm.nih.gov/pubmed/31916265": "The need for clean air: The way air pollution and climate change affect allergic rhinitis and asthma.", "http://www.ncbi.nlm.nih.gov/pubmed/32867076": "Impact of Air Pollution on Asthma Outcomes.", "http://www.ncbi.nlm.nih.gov/pubmed/37467498": "Zilebesiran, an RNA Interference Therapeutic Agent for Hypertension.", "http://www.ncbi.nlm.nih.gov/pubmed/37706295": "Novel Pharmacological Approaches in the Treatment of Hypertension: A Focus on RNA-Based Therapeutics.", "http://www.ncbi.nlm.nih.gov/pubmed/37897397": "Emerging insights and future prospects for therapeutic application of siRNA targeting angiotensinogen in hypertension.", "http://www.ncbi.nlm.nih.gov/pubmed/34757143": "Colorectal Cancer in Inflammatory Bowel Disease: Mechanisms and Management.", "http://www.ncbi.nlm.nih.gov/pubmed/19596953": "Colorectal cancer and inflammatory bowel disease: epidemiology, risk factors, mechanisms of carcinogenesis and prevention strategies.", "http://www.ncbi.nlm.nih.gov/pubmed/29720903": "Colorectal Cancer in Inflammatory Bowel Disease.", "http://www.ncbi.nlm.nih.gov/pubmed/34111282": "Inflammatory Bowel Disease-Associated Colorectal Cancer: Translational Risks from Mechanisms to Medicines.", "http://www.ncbi.nlm.nih.gov/pubmed/28506682": "Colorectal cancer-inflammatory bowel disease nexus and felony of Escherichia coli.", "http://www.ncbi.nlm.nih.gov/pubmed/18461651": "Colorectal cancer and dysplasia in inflammatory bowel disease.", "http://www.ncbi.nlm.nih.gov/pubmed/15703619": "Colorectal cancer in inflammatory bowel disease.", "http://www.ncbi.nlm.nih.gov/pubmed/15663834": "Colorectal cancer in patients with inflammatory bowel disease.", "http://www.ncbi.nlm.nih.gov/pubmed/2694348": "Risk of cancer in inflammatory bowel disease: why are the results in the reviewed literature so varied?", "http://www.ncbi.nlm.nih.gov/pubmed/21409378": "Is inflammatory bowel disease an important risk factor among older persons with colorectal cancer in the United States? A population-based case-control study.", "http://www.ncbi.nlm.nih.gov/pubmed/15194558": "Inflammation and cancer IV. Colorectal cancer in inflammatory bowel disease: the role of inflammation.", "http://www.ncbi.nlm.nih.gov/pubmed/21247378": "Cytokines, inflammation and colon cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/22154103": "Genetic variability in IL23R and risk of colorectal adenoma and colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/35432477": "Identification of Common and Distinct Pathways in Inflammatory Bowel Disease and Colorectal Cancer: A Hypothesis Based on Weighted Gene Co-Expression Network Analysis.", "http://www.ncbi.nlm.nih.gov/pubmed/37296943": "Therapeutic Potential of a Small-Molecule STAT3 Inhibitor in a Mouse Model of Colitis.", "http://www.ncbi.nlm.nih.gov/pubmed/30386335": "From Colitis to Cancer: An Evolutionary Trajectory That Merges Maths and Biology.", "http://www.ncbi.nlm.nih.gov/pubmed/37627182": "Inflammatory Bowel Disease and Colorectal Cancer: Epidemiology, Etiology, Surveillance, and Management.", "http://www.ncbi.nlm.nih.gov/pubmed/33541800": "From inflammation to colitis-associated colorectal cancer in inflammatory bowel disease: Pathogenesis and impact of current therapies.", "http://www.ncbi.nlm.nih.gov/pubmed/29065108": "Towards gene- and gender-based risk estimates in Lynch syndrome; age-specific incidences for 13 extra-colorectal cancer types.", "http://www.ncbi.nlm.nih.gov/pubmed/28852270": "The Role of Proinflammatory Pathways in the Pathogenesis of Colitis-Associated Colorectal Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/29875879": "Characteristic profiles of DNA epigenetic modifications in colon cancer and its predisposing conditions-benign adenomas and inflammatory bowel disease.", "http://www.ncbi.nlm.nih.gov/pubmed/21669488": "N-nitroso compound exposure-associated transcriptomic profiles are indicative of an increased risk for colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/24621115": "Colorectal cancer in inflammatory bowel disease: a shift in risk?", "http://www.ncbi.nlm.nih.gov/pubmed/21088413": "Inflammatory bowel disease as a risk factor for colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/35416564": "Inflammatory bowel disease and carcinogenesis.", "http://www.ncbi.nlm.nih.gov/pubmed/33665583": "Suppression of ELF4 in ulcerative colitis predisposes host to colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/35371788": "Ulcerative Colitis-Induced Colorectal Carcinoma: A Deleterious Concatenation.", "http://www.ncbi.nlm.nih.gov/pubmed/35261946": "Research Progress on the Relationship Between Inflammation and Colorectal Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/37884500": "Molecular mechanisms in colitis-associated colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/21673876": "Current management of inflammatory bowel disease and colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/12950413": "Review article: the incidence and prevalence of colorectal cancer in inflammatory bowel disease.", "http://www.ncbi.nlm.nih.gov/pubmed/18200660": "Cancer in inflammatory bowel disease.", "http://www.ncbi.nlm.nih.gov/pubmed/9802447": "Prevalence and relative risk of malignancy in relatives of inflammatory bowel disease patients and control subjects.", "http://www.ncbi.nlm.nih.gov/pubmed/36059351": "Effect of Comorbidities on Inflammatory Bowel Disease-Related Colorectal Cancer: A Nationwide Inpatient Review.", "http://www.ncbi.nlm.nih.gov/pubmed/20117342": "Colon cancer in inflammatory bowel disease: recent trends, questions and answers.", "http://www.ncbi.nlm.nih.gov/pubmed/27573894": "MicroRNAs and Inflammation in Colorectal Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/1511378": "Inflammatory bowel disease and colon cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/8178948": "Expression of interleukin-8 gene in inflammatory bowel disease is related to the histological grade of active inflammation.", "http://www.ncbi.nlm.nih.gov/pubmed/33025294": "Diagnostic interobserver variability in Crohn's disease- and ulcerative colitis-associated dysplasia: a multicenter digital survey from the IG-IBD Pathologists Group.", "http://www.ncbi.nlm.nih.gov/pubmed/36768278": "Therapeutic Potential of Bioactive Components from Scutellaria baicalensis Georgi in Inflammatory Bowel Disease and Colorectal Cancer: A Review.", "http://www.ncbi.nlm.nih.gov/pubmed/17602977": "Cancer and pediatric inflammatory bowel disease.", "http://www.ncbi.nlm.nih.gov/pubmed/36157924": "Colon mucus in colorectal neoplasia and beyond.", "http://www.ncbi.nlm.nih.gov/pubmed/34744751": "Inflammatory Bowel Disease and Risk of Colorectal Cancer: An Overview From Pathophysiology to Pharmacological Prevention.", "http://www.ncbi.nlm.nih.gov/pubmed/37311872": "[Ulcerative colitis-associated carcinogenesis : An update].", "http://www.ncbi.nlm.nih.gov/pubmed/10223754": "Colorectal cancer in inflammatory bowel disease: a continuing problem.", "http://www.ncbi.nlm.nih.gov/pubmed/32268844": "Genomic and molecular alterations in human inflammatory bowel disease-associated colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/11214128": "Colorectal cancer rates among first-degree relatives of patients with inflammatory bowel disease: a population-based cohort study.", "http://www.ncbi.nlm.nih.gov/pubmed/12003711": "Cancer in Inflammatory Bowel Disease.", "http://www.ncbi.nlm.nih.gov/pubmed/19317276": "Dysplasia and colorectal cancer in inflammatory bowel disease: a result of inflammation or an intrinsic risk?", "http://www.ncbi.nlm.nih.gov/pubmed/11796261": "Inflammation and colorectal cancer: IBD-associated and sporadic cancer compared.", "http://www.ncbi.nlm.nih.gov/pubmed/16901385": "Colorectal cancer in inflammatory bowel disease: molecular and clinical considerations.", "http://www.ncbi.nlm.nih.gov/pubmed/9559208": "Altered colonic environment, a possible predisposition to colorectal cancer and colonic inflammatory bowel disease: rationale of dietary manipulation with emphasis on disaccharides.", "http://www.ncbi.nlm.nih.gov/pubmed/37663937": "Update and latest advances in mechanisms and management of colitis-associated colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/37190315": "Inflammation-Driven Colorectal Cancer Associated with Colitis: From Pathogenesis to Changing Therapy.", "http://www.ncbi.nlm.nih.gov/pubmed/37002640": "Risk of colorectal neoplasia according to histologic disease activity in patients with inflammatory bowel disease and colonic post-inflammatory polyps.", "http://www.ncbi.nlm.nih.gov/pubmed/37446747": "Molecular Mechanisms of the Antitumor Effects of Mesalazine and Its Preventive Potential in Colorectal Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/38002302": "Kinase Signaling in Colitis-Associated Colon Cancer and Inflammatory Bowel Disease.", "http://www.ncbi.nlm.nih.gov/pubmed/37290498": "Bile salts and proinflammatory cytokines inhibit MCT1-mediated cellular uptake of butyrate and interfere with its antiproliferative properties.", "http://www.ncbi.nlm.nih.gov/pubmed/21363920": "Ulcerative colitis-associated colorectal cancer arises in a field of short telomeres, senescence, and inflammation.", "http://www.ncbi.nlm.nih.gov/pubmed/19487293": "Intestinal mucosal inflammation leads to systemic genotoxicity in mice.", "http://www.ncbi.nlm.nih.gov/pubmed/25592672": "Who and how to screen for cancer in at-risk inflammatory bowel disease patients.", "http://www.ncbi.nlm.nih.gov/pubmed/22382701": "Immune responses triggering colitis and colitis-associated carcinoma.", "http://www.ncbi.nlm.nih.gov/pubmed/25493016": "Up-regulation of mitochondrial chaperone TRAP1 in ulcerative colitis associated colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/26596926": "Colorectal Neoplasia and Inflammatory Bowel Disease.", "http://www.ncbi.nlm.nih.gov/pubmed/34338892": "Epidemiology of Colorectal Cancer in Inflammatory Bowel Disease - the Evolving Landscape.", "http://www.ncbi.nlm.nih.gov/pubmed/24463282": "[Chemoprevention of colorectal cancer in inflammatory bowel disease].", "http://www.ncbi.nlm.nih.gov/pubmed/22122774": "Chemoprevention of colorectal cancer in inflammatory bowel disease.", "http://www.ncbi.nlm.nih.gov/pubmed/27003989": "Tight junctions in inflammatory bowel diseases and inflammatory bowel disease associated colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/10872658": "Microsatellite instability and K-ras mutations in patients with ulcerative colitis.", "http://www.ncbi.nlm.nih.gov/pubmed/22632755": "Chemoprevention with phytonutrients and microalgae products in chronic inflammation and colon cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/29874428": "CANCERPREVENTIVE IN ULCERATIVE COLITIS.", "http://www.ncbi.nlm.nih.gov/pubmed/36327438": "Inflammatory Bowel Disease-Associated Colorectal Cancer Epidemiology and Outcomes: An English Population-Based Study.", "http://www.ncbi.nlm.nih.gov/pubmed/26674110": "Colorectal Cancer in Inflammatory Bowel Disease: Epidemiology, Pathogenesis and Surveillance.", "http://www.ncbi.nlm.nih.gov/pubmed/36762852": "Trial of Endovascular Therapy for Acute Ischemic Stroke with Large Infarct.", "http://www.ncbi.nlm.nih.gov/pubmed/36137599": "Endovascular therapy in acute anterior circulation large vessel occlusive patients with a large infarct core (ANGEL-ASPECT): protocol of a multicentre randomised trial.", "http://www.ncbi.nlm.nih.gov/pubmed/37156088": "Thrombectomy in ischemic stroke patients with alberta stroke program early computed tomography score 4-5 and 0-3: Factors associated with favorable outcome.", "http://www.ncbi.nlm.nih.gov/pubmed/38010691": "Alberta Stroke Program Early Computed Tomography Score, Infarct Core Volume, and Endovascular Therapy Outcomes in Patients With Large Infarct: A Secondary Analysis of the ANGEL-ASPECT Trial.", "http://www.ncbi.nlm.nih.gov/pubmed/34026368": "Analysis of multi-omics differences in left-side and right-side colon cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/30116425": "Difference Between Left-Sided and Right-Sided Colorectal Cancer: A Focused Review of Literature.", "http://www.ncbi.nlm.nih.gov/pubmed/29796712": "Right Versus Left Colon Cancer: Resectable and Metastatic Disease.", "http://www.ncbi.nlm.nih.gov/pubmed/23572025": "Oncogenic mutations and microsatellite instability phenotype predict specific anatomical subsite in colorectal cancer patients.", "http://www.ncbi.nlm.nih.gov/pubmed/34188197": "The efficacy of anti-EGFR therapy in treating metastatic colorectal cancer differs between the middle/low rectum and the left-sided colon.", "http://www.ncbi.nlm.nih.gov/pubmed/31519572": "Amphiregulin/epiregulin mRNA Expression and Primary Tumor Location in Colorectal Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/28794806": "Recent developments in the treatment of metastatic colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/25979833": "Location of colon cancer (right-sided versus left-sided) as a prognostic factor and a predictor of benefit from cetuximab in NCIC CO.17.", "http://www.ncbi.nlm.nih.gov/pubmed/32428838": "Tumor Location Is Associated With the Prevalence of Braf And Pik3ca Mutations in Patients with Wild-Type Ras Colorectal Cancer: A Prospective Multi-Center Cohort Study in Japan.", "http://www.ncbi.nlm.nih.gov/pubmed/35867193": "Deep Venous Thrombosis in Acute Pancreatitis Is Associated with High Mortality: A Prospective Study.", "http://www.ncbi.nlm.nih.gov/pubmed/37210302": "Determinants and impact of splanchnic vein thrombosis in acute pancreatitis.", "http://www.ncbi.nlm.nih.gov/pubmed/37933195": "A narrative review of acute pancreatitis-induced splanchnic vein thrombosis: from pathogenesis to clinical management.", "http://www.ncbi.nlm.nih.gov/pubmed/33180323": "Outcomes of long-term anticoagulant treatment for the secondary prophylaxis of splanchnic venous thrombosis.", "http://www.ncbi.nlm.nih.gov/pubmed/26513113": "Predictive factors of splanchnic vein thrombosis in acute pancreatitis: A 6-year single-center experience.", "http://www.ncbi.nlm.nih.gov/pubmed/29720864": "Role of thrombophilia in splanchnic venous thrombosis in acute pancreatitis.", "http://www.ncbi.nlm.nih.gov/pubmed/33887991": "Splanchnic Vein Thrombosis in Acute Pancreatitis and Its Consequences.", "http://www.ncbi.nlm.nih.gov/pubmed/35433812": "Case Report: Splanchnic Vein Thrombosis as a Complication of Necrotizing Acute Pancreatitis in a Pediatric Patient.", "http://www.ncbi.nlm.nih.gov/pubmed/34815653": "Use of therapeutic anticoagulation in splanchnic vein thrombosis associated with acute pancreatitis: a systematic review and meta-analysis.", "http://www.ncbi.nlm.nih.gov/pubmed/31954635": "Current practice of anticoagulant in the treatment of splanchnic vein thrombosis secondary to acute pancreatitis.", "http://www.ncbi.nlm.nih.gov/pubmed/37461391": "Anticoagulation Therapy for Splanchnic Vein Thrombosis Associated With Acute Pancreatitis: A Systematic Review and Meta-Analysis.", "http://www.ncbi.nlm.nih.gov/pubmed/37377583": "Therapeutic anticoagulation for splanchnic vein thrombosis in acute pancreatitis: A national survey and case-vignette study.", "http://www.ncbi.nlm.nih.gov/pubmed/37282658": "Acute Pancreatitis Complicated by Thrombosis in the Right Brachiocephalic Veins and Superior Vena Cava: A Case Report.", "http://www.ncbi.nlm.nih.gov/pubmed/25466845": "Risk factors and outcome of splanchnic venous thrombosis in patients with necrotizing acute pancreatitis.", "http://www.ncbi.nlm.nih.gov/pubmed/22081920": "Splanchnic vein thrombosis in severe acute pancreatitis: a 2-year, single-institution experience.", "http://www.ncbi.nlm.nih.gov/pubmed/32898006": "Efficacy and Safety of Early Systemic Anticoagulation for Preventing Splanchnic Thrombosis in Acute Necrotizing Pancreatitis.", "http://www.ncbi.nlm.nih.gov/pubmed/31159864": "Association of multiple splanchnic venous thrombosis and left renal venous thrombosis, a rare complication of pancreatitis: a case report.", "http://www.ncbi.nlm.nih.gov/pubmed/26451142": "Prevalence of Splanchnic Vein Thrombosis in Pancreatitis: A Systematic Review and Meta-Analysis of Observational Studies.", "http://www.ncbi.nlm.nih.gov/pubmed/24264989": "Commensal bacteria control cancer response to therapy by modulating the tumor microenvironment.", "http://www.ncbi.nlm.nih.gov/pubmed/28270698": "Gut microbiota modulation of chemotherapy efficacy and toxicity.", "http://www.ncbi.nlm.nih.gov/pubmed/36212852": "Research progress on the effect of gut and tumor microbiota on antitumor efficacy and adverse effects of chemotherapy drugs.", "http://www.ncbi.nlm.nih.gov/pubmed/32602287": "Human microbiota and effectiveness of cancer chemotherapy.", "http://www.ncbi.nlm.nih.gov/pubmed/31533218": "Intestinal Microbiota: A Novel Target to Improve Anti-Tumor Treatment?", "http://www.ncbi.nlm.nih.gov/pubmed/34722328": "Microbiota-Host-Irinotecan Axis: A New Insight Toward Irinotecan Chemotherapy.", "http://www.ncbi.nlm.nih.gov/pubmed/31293523": "Gut Microbiota Shapes the Efficiency of Cancer Therapy.", "http://www.ncbi.nlm.nih.gov/pubmed/36103048": "Interaction between gut microbiota and tumour chemotherapy.", "http://www.ncbi.nlm.nih.gov/pubmed/30263059": "Gut microbiota, chemotherapy and the host: the influence of the gut microbiota on cancer treatment.", "http://www.ncbi.nlm.nih.gov/pubmed/37593337": "Influence of the microbiota on the effectiveness and toxicity of oncological therapies, with a focus on chemotherapy.", "http://www.ncbi.nlm.nih.gov/pubmed/38013112": "The role of gut microbiota and metabolites in cancer chemotherapy.", "http://www.ncbi.nlm.nih.gov/pubmed/31344431": "The impact of tumor and gut microbiotas on cancer therapy: Beneficial or detrimental?", "http://www.ncbi.nlm.nih.gov/pubmed/37029611": "A Microbial Community Cultured in Gradient Hydrogel for Investigating Gut Microbiome-Drug Interaction and Guiding Therapeutic Decisions.", "http://www.ncbi.nlm.nih.gov/pubmed/37707749": "The emerging role of the gut microbiome in cancer cell plasticity and therapeutic resistance.", "http://www.ncbi.nlm.nih.gov/pubmed/28303904": "Microbiota: a key orchestrator of cancer therapy.", "http://www.ncbi.nlm.nih.gov/pubmed/35933808": "Effects of microbiota on anticancer drugs: Current knowledge and potential applications.", "http://www.ncbi.nlm.nih.gov/pubmed/34568308": "Gut Microbiota-Mediated Modulation of Cancer Progression and Therapy Efficacy.", "http://www.ncbi.nlm.nih.gov/pubmed/33317795": "The impact of modulating the gastrointestinal microbiota in cancer patients.", "http://www.ncbi.nlm.nih.gov/pubmed/35008915": "The Impact of the Microbiome on Resistance to Cancer Treatment with Chemotherapeutic Agents and Immunotherapy.", "http://www.ncbi.nlm.nih.gov/pubmed/31316514": "HIV, Cancer, and the Microbiota: Common Pathways Influencing Different Diseases.", "http://www.ncbi.nlm.nih.gov/pubmed/37757978": "Fibre-rich diet attenuates chemotherapy-related neuroinflammation in mice.", "http://www.ncbi.nlm.nih.gov/pubmed/31634731": "Gut microbiota and cancer: How gut microbiota modulates activity, efficacy and toxicity of antitumoral therapy.", "http://www.ncbi.nlm.nih.gov/pubmed/35277453": "Cancer pharmacomicrobiomics: targeting microbiota to optimise cancer therapy outcomes.", "http://www.ncbi.nlm.nih.gov/pubmed/36309208": "Gut Microbiota Modulation of Efficacy and Toxicity of Cancer Chemotherapy and Immunotherapy.", "http://www.ncbi.nlm.nih.gov/pubmed/33147357": "How does the gut microbiome influence immune checkpoint blockade therapy?", "http://www.ncbi.nlm.nih.gov/pubmed/37233715": "The Interplay between Gut Microbiota and Oral Medications and Its Impact on Advancing Precision Medicine.", "http://www.ncbi.nlm.nih.gov/pubmed/29473096": "Influence of gemcitabine chemotherapy on the microbiota of pancreatic cancer xenografted mice.", "http://www.ncbi.nlm.nih.gov/pubmed/34572850": "A Perspective on the Role of Microbiome for Colorectal Cancer Treatment.", "http://www.ncbi.nlm.nih.gov/pubmed/36951152": "Tagraxofusp for blastic plasmacytoid dendritic cell neoplasm.", "http://www.ncbi.nlm.nih.gov/pubmed/37846131": "Tagraxofusp in myeloid malignancies.", "http://www.ncbi.nlm.nih.gov/pubmed/38052038": "Phase 1b trial of tagraxofusp in combination with azacitidine with or without venetoclax in acute myeloid leukemia.", "http://www.ncbi.nlm.nih.gov/pubmed/30859413": "Tagraxofusp: First Global Approval.", "http://www.ncbi.nlm.nih.gov/pubmed/31465247": "Tagraxofusp, the first CD123-targeted therapy and first targeted treatment for blastic plasmacytoid dendritic cell neoplasm.", "http://www.ncbi.nlm.nih.gov/pubmed/32460559": "Tagraxofusp as treatment for patients with blastic plasmacytoid dendritic cell neoplasm.", "http://www.ncbi.nlm.nih.gov/pubmed/32606740": "Tagraxofusp for the Treatment of Blastic Plasmacytoid Dendritic Cell Neoplasm (BPDCN): A Brief Report on Emerging Data.", "http://www.ncbi.nlm.nih.gov/pubmed/31942876": "Tagraxofusp, a novel CD123-directed cytotoxin to treat blastic plasmacytoid dendritic cell neoplasm.", "http://www.ncbi.nlm.nih.gov/pubmed/32336420": "Tagraxofusp for Blastic Plasmacytoid Dendritic Cell Neoplasm.", "http://www.ncbi.nlm.nih.gov/pubmed/31437130": "DNA methyltransferase inhibition overcomes diphthamide pathway deficiencies underlying CD123-targeted treatment resistance.", "http://www.ncbi.nlm.nih.gov/pubmed/31018069": "Tagraxofusp in Blastic Plasmacytoid Dendritic-Cell Neoplasm.", "http://www.ncbi.nlm.nih.gov/pubmed/37156483": "Blastic Plasmacytoid Dendritic Cell Neoplasm.", "http://www.ncbi.nlm.nih.gov/pubmed/37105563": "Plasmacytoid dendritic cell neoplasms.", "http://www.ncbi.nlm.nih.gov/pubmed/31548341": "FDA Approval Summary: Tagraxofusp-erzs For Treatment of Blastic Plasmacytoid Dendritic Cell Neoplasm.", "http://www.ncbi.nlm.nih.gov/pubmed/36467820": "Foot gangrene following Tagraxofusp treatment for blastic plasmacytoid dendritic cell neoplasm: Case report.", "http://www.ncbi.nlm.nih.gov/pubmed/31547472": "CD123 as a Therapeutic Target in the Treatment of Hematological Malignancies.", "http://www.ncbi.nlm.nih.gov/pubmed/33113953": "CD123 as a Biomarker in Hematolymphoid Malignancies: Principles of Detection and Targeted Therapies.", "http://www.ncbi.nlm.nih.gov/pubmed/34458944": "Male breast cancer: an update.", "http://www.ncbi.nlm.nih.gov/pubmed/31471487": "Diagnosis and Treatment of Breast Cancer in Men.", "http://www.ncbi.nlm.nih.gov/pubmed/32952827": "Breast cancer in men: a serie of 45 cases and literature review.", "http://www.ncbi.nlm.nih.gov/pubmed/37997816": "Effects of gut microbiome and obesity on the development, progression and prevention of cancer (Review).", "http://www.ncbi.nlm.nih.gov/pubmed/34506740": "Microbiome and cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/36802593": "Structural Insights into Pseudomonas aeruginosa Exotoxin A-Elongation Factor 2 Interactions: A Molecular Dynamics Study.", "http://www.ncbi.nlm.nih.gov/pubmed/37246715": "eEF2 diphthamide modification restrains spurious frameshifting to maintain translational fidelity.", "http://www.ncbi.nlm.nih.gov/pubmed/35781884": "Context-specific roles of diphthamide deficiency in hepatocellular carcinogenesis.", "http://www.ncbi.nlm.nih.gov/pubmed/35817801": "Translational fidelity and growth of Arabidopsis require stress-sensitive diphthamide biosynthesis.", "http://www.ncbi.nlm.nih.gov/pubmed/30335802": "Importance of diphthamide modified EF2 for translational accuracy and competitive cell growth in yeast.", "http://www.ncbi.nlm.nih.gov/pubmed/30060184": "Complex Evolutionary History of Translation Elongation Factor 2 and Diphthamide Biosynthesis in Archaea and Parabasalids.", "http://www.ncbi.nlm.nih.gov/pubmed/15485916": "Identification of the proteins required for biosynthesis of diphthamide, the target of bacterial ADP-ribosylating toxins on translation elongation factor 2.", "http://www.ncbi.nlm.nih.gov/pubmed/28357244": "Decoding the biosynthesis and function of diphthamide, an enigmatic modification of translation elongation factor 2 (EF2).", "http://www.ncbi.nlm.nih.gov/pubmed/16648478": "Dph3, a small protein required for diphthamide biosynthesis, is essential in mouse development.", "http://www.ncbi.nlm.nih.gov/pubmed/25352115": "The diphthamide modification pathway from Saccharomyces cerevisiae--revisited.", "http://www.ncbi.nlm.nih.gov/pubmed/30204891": "The hidden nature of protein translational control by diphthamide: the secrets under the leather.", "http://www.ncbi.nlm.nih.gov/pubmed/31463593": "The asymmetric function of Dph1-Dph2 heterodimer in diphthamide biosynthesis.", "http://www.ncbi.nlm.nih.gov/pubmed/33057331": "Identification of the transcription factor Miz1 as an essential regulator of diphthamide biosynthesis using a CRISPR-mediated genome-wide screen.", "http://www.ncbi.nlm.nih.gov/pubmed/18765564": "Diphthamide modification of eEF2 requires a J-domain protein and is essential for normal development.", "http://www.ncbi.nlm.nih.gov/pubmed/35482014": "A novel DPH5-related diphthamide-deficiency syndrome causing embryonic lethality or profound neurodevelopmental disorder.", "http://www.ncbi.nlm.nih.gov/pubmed/8473309": "Saccharomyces cerevisiae elongation factor 2. Mutagenesis of the histidine precursor of diphthamide yields a functional protein that is resistant to diphtheria toxin.", "http://www.ncbi.nlm.nih.gov/pubmed/16901746": "Site-specific mutagenesis of the histidine precursor of diphthamide in the human elongation factor-2 gene confers resistance to diphtheria toxin.", "http://www.ncbi.nlm.nih.gov/pubmed/26261303": "Loss of diphthamide pre-activates NF-κB and death receptor pathways and renders MCF7 cells hypersensitive to tumor necrosis factor.", "http://www.ncbi.nlm.nih.gov/pubmed/18373493": "The role of the diphthamide-containing loop within eukaryotic elongation factor 2 in ADP-ribosylation by Pseudomonas aeruginosa exotoxin A.", "http://www.ncbi.nlm.nih.gov/pubmed/20873788": "Reconstitution of diphthine synthase activity in vitro.", "http://www.ncbi.nlm.nih.gov/pubmed/1353910": "A mutation in codon 717 of the CHO-K1 elongation factor 2 gene prevents the first step in the biosynthesis of diphthamide.", "http://www.ncbi.nlm.nih.gov/pubmed/22188241": "YBR246W is required for the third step of diphthamide biosynthesis.", "http://www.ncbi.nlm.nih.gov/pubmed/22869748": "Diphthamide modification on eukaryotic elongation factor 2 is needed to assure fidelity of mRNA translation and mouse development.", "http://www.ncbi.nlm.nih.gov/pubmed/35993875": "Bayesian sample size determination in basket trials borrowing information between subsets.", "http://www.ncbi.nlm.nih.gov/pubmed/36163614": "An adaptive biomarker basket design in phase II oncology trials.", "http://www.ncbi.nlm.nih.gov/pubmed/28098411": "An efficient basket trial design.", "http://www.ncbi.nlm.nih.gov/pubmed/35537102": "Basket Trials: Review of Current Practice and Innovations for Future Trials.", "http://www.ncbi.nlm.nih.gov/pubmed/32380518": "Borrowing of information across patient subgroups in a basket trial based on distributional discrepancy.", "http://www.ncbi.nlm.nih.gov/pubmed/32779393": "A Bayesian basket trial design accounting for uncertainties of homogeneity and heterogeneity of treatment effect among subpopulations.", "http://www.ncbi.nlm.nih.gov/pubmed/29984488": "Bayesian basket trial design with exchangeability monitoring.", "http://www.ncbi.nlm.nih.gov/pubmed/31608505": "A Bayesian basket trial design that borrows information across strata based on the similarity between the posterior distributions of the response probability.", "http://www.ncbi.nlm.nih.gov/pubmed/37934000": "Revolutionizing cancer drug development: Harnessing the potential of basket trials.", "http://www.ncbi.nlm.nih.gov/pubmed/37120858": "Bayesian borrowing for basket trials with longitudinal outcomes.", "http://www.ncbi.nlm.nih.gov/pubmed/26970120": "The Bayesian basket design for genomic variant-driven phase II trials.", "http://www.ncbi.nlm.nih.gov/pubmed/37919834": "A frequentist design for basket trials using adaptive lasso.", "http://www.ncbi.nlm.nih.gov/pubmed/32769873": "A phase 2 basket trial of combination therapy with trastuzumab and pertuzumab in patients with solid cancers harboring human epidermal growth factor receptor 2 amplification (JUPITER trial).", "http://www.ncbi.nlm.nih.gov/pubmed/38033501": "Basket trials in oncology: a systematic review of practices and methods, comparative analysis of innovative methods, and an appraisal of a missed opportunity.", "http://www.ncbi.nlm.nih.gov/pubmed/33942894": "Categories, components, and techniques in a modular construction of basket trials for application and further research.", "http://www.ncbi.nlm.nih.gov/pubmed/36849940": "Practical basket design for binary outcomes with control of family-wise error rate.", "http://www.ncbi.nlm.nih.gov/pubmed/32031692": "An overview of precision oncology basket and umbrella trials for clinicians.", "http://www.ncbi.nlm.nih.gov/pubmed/35100726": "Basket Designs: Statistical Considerations for Oncology Trials.", "http://www.ncbi.nlm.nih.gov/pubmed/25993165": "Improving Clinical Trial Efficiency: Thinking outside the Box.", "http://www.ncbi.nlm.nih.gov/pubmed/36625301": "Bayesian hierarchical models for adaptive basket trial designs.", "http://www.ncbi.nlm.nih.gov/pubmed/30696689": "Challenges with Novel Clinical Trial Designs: Master Protocols.", "http://www.ncbi.nlm.nih.gov/pubmed/36636028": "Bayesian modelling strategies for borrowing of information in randomised basket trials.", "http://www.ncbi.nlm.nih.gov/pubmed/25176973": "New clinical research strategies in thoracic oncology: clinical trial design, adaptive, basket and umbrella trials, new end-points and new evaluations of response.", "http://www.ncbi.nlm.nih.gov/pubmed/27716293": "Combined integrated protocol/basket trial design for a first-in-human trial.", "http://www.ncbi.nlm.nih.gov/pubmed/35917296": "Bayesian and frequentist approaches to sequential monitoring for futility in oncology basket trials: A comparison of Simon's two-stage design and Bayesian predictive probability monitoring with information sharing across baskets.", "http://www.ncbi.nlm.nih.gov/pubmed/35358718": "An optimal two-stage exploratory basket trial design with aggregated futility analysis.", "http://www.ncbi.nlm.nih.gov/pubmed/36988397": "A confirmatory basket design considering non-inferiority and superiority testing.", "http://www.ncbi.nlm.nih.gov/pubmed/34485534": "The Role of Gut Microbiota in Tumor Immunotherapy.", "http://www.ncbi.nlm.nih.gov/pubmed/35488243": "Gut microbiota influence immunotherapy responses: mechanisms and therapeutic strategies.", "http://www.ncbi.nlm.nih.gov/pubmed/34003768": "Gut Microbiota and Antitumor Immunity: Potential Mechanisms for Clinical Effect.", "http://www.ncbi.nlm.nih.gov/pubmed/30939293": "Modulation of cancer immunotherapy efficacy by gut microbiota.", "http://www.ncbi.nlm.nih.gov/pubmed/32580024": "Emerging role of microbiota in immunomodulation and cancer immunotherapy.", "http://www.ncbi.nlm.nih.gov/pubmed/37828613": "The impact of the gut microbiome on tumor immunotherapy: from mechanism to application strategies.", "http://www.ncbi.nlm.nih.gov/pubmed/33845122": "Intestinal microbiota: A potential target for enhancing the antitumor efficacy and reducing the toxicity of immune checkpoint inhibitors.", "http://www.ncbi.nlm.nih.gov/pubmed/31911189": "Roles of microbiota in response to cancer immunotherapy.", "http://www.ncbi.nlm.nih.gov/pubmed/34360802": "The Role of Gut Microbiota in Overcoming Resistance to Checkpoint Inhibitors in Cancer Patients: Mechanisms and Challenges.", "http://www.ncbi.nlm.nih.gov/pubmed/33369247": "Modulatory effects of gut microbiome in cancer immunotherapy: A novel paradigm for blockade of immune checkpoint inhibitors.", "http://www.ncbi.nlm.nih.gov/pubmed/33600603": "Role of gut microbiome in the outcome of cancer immunotherapy.", "http://www.ncbi.nlm.nih.gov/pubmed/37307905": "Gut microbiome in cancer immunotherapy: Current trends, translational challenges and future possibilities.", "http://www.ncbi.nlm.nih.gov/pubmed/38082435": "Microbiota: A key factor affecting and regulating the efficacy of immunotherapy.", "http://www.ncbi.nlm.nih.gov/pubmed/36253536": "Targeting the gut microbiota for cancer therapy.", "http://www.ncbi.nlm.nih.gov/pubmed/36343977": "Compartmentalization of the host microbiome: how tumor microbiota shapes checkpoint immunotherapy outcome and offers therapeutic prospects.", "http://www.ncbi.nlm.nih.gov/pubmed/31736775": "Intestinal Microbiota-Associated Metabolites: Crucial Factors in the Effectiveness of Herbal Medicines and Diet Therapies.", "http://www.ncbi.nlm.nih.gov/pubmed/29425062": "Microbiota regulate the development and function of the immune cells.", "http://www.ncbi.nlm.nih.gov/pubmed/29494275": "The gut microbiota and immune checkpoint inhibitors.", "http://www.ncbi.nlm.nih.gov/pubmed/37364479": "Gut microbiota interactions with antitumor immunity in colorectal cancer: From understanding to application.", "http://www.ncbi.nlm.nih.gov/pubmed/36149765": "Modulation of the intestinal microbiota impacts the efficacy of immunotherapy in cancer patients - A recent literature survey.", "http://www.ncbi.nlm.nih.gov/pubmed/33783613": "A review on the role of gut microbiota in immune checkpoint blockade therapy for cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/34490119": "The Role of Gut Microbiota in Lung Cancer: From Carcinogenesis to Immunotherapy.", "http://www.ncbi.nlm.nih.gov/pubmed/33488618": "Exploring the Emerging Role of the Gut Microbiota and Tumor Microenvironment in Cancer Immunotherapy.", "http://www.ncbi.nlm.nih.gov/pubmed/32010123": "Gut Microbiome as a Potential Factor for Modulating Resistance to Cancer Immunotherapy.", "http://www.ncbi.nlm.nih.gov/pubmed/31014119": "Cancer Immune Checkpoint Inhibitor Therapy and the Gut Microbiota.", "http://www.ncbi.nlm.nih.gov/pubmed/35663831": "The Emerging Role of the Gut Microbiome in the Cancer Response to Immune Checkpoint Inhibitors: A Narrative Review.", "http://www.ncbi.nlm.nih.gov/pubmed/31663125": "Gut microbiome and cancer immunotherapy.", "http://www.ncbi.nlm.nih.gov/pubmed/34512356": "Gut Microbiota: Novel Therapeutic Target of Ginsenosides for the Treatment of Obesity and Its Complications.", "http://www.ncbi.nlm.nih.gov/pubmed/34277834": "The role of gut microbiome in modulating response to immune checkpoint inhibitor therapy in cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/38035338": "Dissecting the role of the gut microbiome and fecal microbiota transplantation in radio- and immunotherapy treatment of colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/32425919": "Gut Microbiome Influences the Efficacy of PD-1 Antibody Immunotherapy on MSS-Type Colorectal Cancer via Metabolic Pathway.", "http://www.ncbi.nlm.nih.gov/pubmed/34444834": "Gut Microbiota Modulation in the Context of Immune-Related Aspects of Lactobacillus spp. and Bifidobacterium spp. in Gastrointestinal Cancers.", "http://www.ncbi.nlm.nih.gov/pubmed/35892821": "The Effect of the Gut Microbiota on Systemic and Anti-Tumor Immunity and Response to Systemic Therapy against Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/33375686": "Immunotherapy in Solid Tumors and Gut Microbiota: The Correlation-A Special Reference to Colorectal Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/36588712": "Microbiota and their metabolites potentiate cancer immunotherapy: Therapeutic target or resource for small molecule drug discovery?", "http://www.ncbi.nlm.nih.gov/pubmed/33145316": "The effect of intestinal flora on immune checkpoint inhibitors in tumor treatment: a narrative review.", "http://www.ncbi.nlm.nih.gov/pubmed/33435800": "Gut microbiota: impacts on gastrointestinal cancer immunotherapy.", "http://www.ncbi.nlm.nih.gov/pubmed/35847121": "Gut Microbiota and Immunotherapy.", "http://www.ncbi.nlm.nih.gov/pubmed/36798129": "Gut microbiota: A novel and potential target for radioimmunotherapy in colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/35757563": "Microbiome-based interventions: therapeutic strategies in cancer immunotherapy.", "http://www.ncbi.nlm.nih.gov/pubmed/33515779": "Influence of immunomodulatory drugs on the gut microbiota.", "http://www.ncbi.nlm.nih.gov/pubmed/31109338": "The microbiota and microbiome in pancreatic cancer: more influential than expected.", "http://www.ncbi.nlm.nih.gov/pubmed/34162429": "Role of the intestinal microbiome and microbial-derived metabolites in immune checkpoint blockade immunotherapy of cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/33704902": "An adult Chinese patient with developmental delay with short stature, dysmorphic features, and sparse hair (Loucks-Innes syndrome).", "http://www.ncbi.nlm.nih.gov/pubmed/32576952": "Diphthamide-deficiency syndrome: a novel human developmental disorder and ribosomopathy.", "http://www.ncbi.nlm.nih.gov/pubmed/30312900": "Diphthamide affects selenoprotein expression: Diphthamide deficiency reduces selenocysteine incorporation, decreases selenite sensitivity and pre-disposes to oxidative stress.", "http://www.ncbi.nlm.nih.gov/pubmed/37675463": "DPH1 and DPH2 variants that confer susceptibility to diphthamide deficiency syndrome in human cells and yeast models.", "http://www.ncbi.nlm.nih.gov/pubmed/34507998": "Diphthamide promotes TOR signaling by increasing the translation of proteins in the TORC1 pathway.", "http://www.ncbi.nlm.nih.gov/pubmed/24895408": "Role of OVCA1/DPH1 in craniofacial abnormalities of Miller-Dieker syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/29410513": "A novel homozygous DPH1 mutation causes intellectual disability and unique craniofacial features.", "http://www.ncbi.nlm.nih.gov/pubmed/34353207": "Sydenham's chorea: from pathophysiology to therapeutics.", "http://www.ncbi.nlm.nih.gov/pubmed/31474378": "You can dance if you want to: A case of Sydenham's chorea.", "http://www.ncbi.nlm.nih.gov/pubmed/29287833": "Corticosteroid treatment in Sydenham's chorea.", "http://www.ncbi.nlm.nih.gov/pubmed/30345135": "Neuropsychiatric Disorder Associated with Group G Streptococcus Infection.", "http://www.ncbi.nlm.nih.gov/pubmed/37314244": "Prehospital Tranexamic Acid for Severe Trauma.", "http://www.ncbi.nlm.nih.gov/pubmed/33722875": "Protocol for a multicentre prehospital randomised controlled trial investigating tranexamic acid in severe trauma: the PATCH-Trauma trial.", "http://www.ncbi.nlm.nih.gov/pubmed/37569281": "Sodium Leak Channel in Glutamatergic Neurons of the Lateral Parabrachial Nucleus Modulates Inflammatory Pain in Mice.", "http://www.ncbi.nlm.nih.gov/pubmed/37640554": "Contributions of the Sodium Leak Channel NALCN to Pacemaking of Medial Ventral Tegmental Area and Substantia Nigra Dopaminergic Neurons.", "http://www.ncbi.nlm.nih.gov/pubmed/35911839": "Case Report: A de novo Variant in NALCN Associated With CLIFAHDD Syndrome in a Chinese Infant.", "http://www.ncbi.nlm.nih.gov/pubmed/35550517": "Structure and mechanism of NALCN-FAM155A-UNC79-UNC80 channel complex.", "http://www.ncbi.nlm.nih.gov/pubmed/36175792": "The NALCN channel regulates metastasis and nonmalignant cell dissemination.", "http://www.ncbi.nlm.nih.gov/pubmed/33203861": "Structure of the human sodium leak channel NALCN in complex with FAM155A.", "http://www.ncbi.nlm.nih.gov/pubmed/32620897": "Intellectual disability-associated UNC80 mutations reveal inter-subunit interaction and dendritic function of the NALCN channel complex.", "http://www.ncbi.nlm.nih.gov/pubmed/33793981": "The sodium leak channel NALCN regulates cell excitability of pituitary endocrine cells.", "http://www.ncbi.nlm.nih.gov/pubmed/24904279": "The sodium leak channel, NALCN, in health and disease.", "http://www.ncbi.nlm.nih.gov/pubmed/27488637": "Nalcn Is a \"Leak\" Sodium Channel That Regulates Excitability of Brainstem Chemosensory Neurons and Breathing.", "http://www.ncbi.nlm.nih.gov/pubmed/25716181": "The NCA sodium leak channel is required for persistent motor circuit activity that sustains locomotion.", "http://www.ncbi.nlm.nih.gov/pubmed/31601786": "Methylation determines the extracellular calcium sensitivity of the leak channel NALCN in hippocampal dentate granule cells.", "http://www.ncbi.nlm.nih.gov/pubmed/31409833": "Functional expression of CLIFAHDD and IHPRF pathogenic variants of the NALCN channel in neuronal cells reveals both gain- and loss-of-function properties.", "http://www.ncbi.nlm.nih.gov/pubmed/32494638": "The NALCN channel complex is voltage sensitive and directly modulated by extracellular calcium.", "http://www.ncbi.nlm.nih.gov/pubmed/33766679": "Sodium leak channel contributes to neuronal sensitization in neuropathic pain.", "http://www.ncbi.nlm.nih.gov/pubmed/37635635": "Malignant currents: sodium leak channel NALCN propels prostate cancer aggressiveness.", "http://www.ncbi.nlm.nih.gov/pubmed/33273469": "Structure of voltage-modulated sodium-selective NALCN-FAM155A channel complex.", "http://www.ncbi.nlm.nih.gov/pubmed/29610177": "NALCN Dysfunction as a Cause of Disordered Respiratory Rhythm With Central Apnea.", "http://www.ncbi.nlm.nih.gov/pubmed/24639627": "Ancient association between cation leak channels and Mid1 proteins is conserved in fungi and animals.", "http://www.ncbi.nlm.nih.gov/pubmed/24075186": "Mutations in NALCN cause an autosomal-recessive syndrome with severe hypotonia, speech impairment, and cognitive delay.", "http://www.ncbi.nlm.nih.gov/pubmed/17448995": "The neuronal channel NALCN contributes resting sodium permeability and is required for normal respiratory rhythm.", "http://www.ncbi.nlm.nih.gov/pubmed/19575010": "The NALCN ion channel is activated by M3 muscarinic receptors in a pancreatic beta-cell line.", "http://www.ncbi.nlm.nih.gov/pubmed/22196327": "Sodium leak channels in neuronal excitability and rhythmic behaviors.", "http://www.ncbi.nlm.nih.gov/pubmed/37046053": "Novel NALCN variant linked to temporal lobe epilepsy.", "http://www.ncbi.nlm.nih.gov/pubmed/34512260": "Elevated Expression and Activity of Sodium Leak Channel Contributes to Neuronal Sensitization of Inflammatory Pain in Rats.", "http://www.ncbi.nlm.nih.gov/pubmed/37278161": "NALCN-mediated sodium influx confers metastatic prostate cancer cell invasiveness.", "http://www.ncbi.nlm.nih.gov/pubmed/28968387": "Dopamine negatively modulates the NCA ion channels in C. elegans.", "http://www.ncbi.nlm.nih.gov/pubmed/32618095": "A homozygous truncating NALCN variant in two Afro-Caribbean siblings with hypotonia and dolichocephaly.", "http://www.ncbi.nlm.nih.gov/pubmed/36757703": "Cancer in Transgender and Gender-Diverse Persons: A Review.", "http://www.ncbi.nlm.nih.gov/pubmed/31027551": "Cancer Risk in Transgender People.", "http://www.ncbi.nlm.nih.gov/pubmed/36789830": "Risk and incidence of breast cancer in transgender individuals: a systematic review and meta-analysis.", "http://www.ncbi.nlm.nih.gov/pubmed/30107028": "Gender-affirming hormone therapy and the risk of sex hormone-dependent tumours in transgender individuals-A systematic review.", "http://www.ncbi.nlm.nih.gov/pubmed/28486701": "Cancer in Transgender People: Evidence and Methodological Considerations.", "http://www.ncbi.nlm.nih.gov/pubmed/32304336": "Unanswered Questions: Hereditary breast and gynecological cancer risk assessment in transgender adolescents and young adults.", "http://www.ncbi.nlm.nih.gov/pubmed/37114110": "Culturally safe, appropriate, and high-quality breast cancer screening for transgender people: A scoping review.", "http://www.ncbi.nlm.nih.gov/pubmed/29974289": "Breast cancer and its impact in male transsexuals.", "http://www.ncbi.nlm.nih.gov/pubmed/31562693": "Genetic counselors' comfort and knowledge of cancer risk assessment for transgender patients.", "http://www.ncbi.nlm.nih.gov/pubmed/36006769": "Prostate Cancer in Male-to-Female Transgender Individuals: Histopathologic Findings and Association With Gender-affirming Hormonal Therapy.", "http://www.ncbi.nlm.nih.gov/pubmed/34157213": "Prostate cancer in transgender women: what does a urologist need to know?", "http://www.ncbi.nlm.nih.gov/pubmed/30741605": "Care and Cancer Screening of the Transgender Population.", "http://www.ncbi.nlm.nih.gov/pubmed/32939016": "Testosterone therapy and breast histopathological features in transgender individuals.", "http://www.ncbi.nlm.nih.gov/pubmed/24010586": "Breast cancer development in transsexual subjects receiving cross-sex hormone treatment.", "http://www.ncbi.nlm.nih.gov/pubmed/16804313": "Ovarian cancer associated with testosterone supplementation in a female-to-male transsexual patient.", "http://www.ncbi.nlm.nih.gov/pubmed/37885620": "Interdisciplinary, Inclusive, and Innovative: Promoting a Paradigmatic Shift in Cancer Research Among Transgender and Gender Diverse Adolescents and Young Adults.", "http://www.ncbi.nlm.nih.gov/pubmed/21831723": "Breast cancer in female-to-male transsexuals: two cases with a review of physiology and management.", "http://www.ncbi.nlm.nih.gov/pubmed/34154390": "Lipid-Lowering Therapy and Hemorrhagic Stroke Risk: Comparative Meta-Analysis of Statins and PCSK9 Inhibitors.", "http://www.ncbi.nlm.nih.gov/pubmed/36706354": "Cardiolipin-Mediated Alleviation of Mitochondrial Dysfunction Is a Neuroprotective Effect of Statin in Animal Model of Ischemic Stroke.", "http://www.ncbi.nlm.nih.gov/pubmed/36736157": "Safety and efficacy of mirvetuximab soravtansine, a folate receptor alpha (FRα)-targeting antibody-drug conjugate (ADC), in combination with bevacizumab in patients with platinum-resistant ovarian cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/36716407": "Efficacy and Safety of Mirvetuximab Soravtansine in Patients With Platinum-Resistant Ovarian Cancer With High Folate Receptor Alpha Expression: Results From the SORAYA Study.", "http://www.ncbi.nlm.nih.gov/pubmed/37023499": "The evolving landscape of antibody-drug conjugates in gynecologic cancers.", "http://www.ncbi.nlm.nih.gov/pubmed/37229642": "Antibody-Drug Conjugates in Gynecologic Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/36656533": "Mirvetuximab Soravtansine: First Approval.", "http://www.ncbi.nlm.nih.gov/pubmed/37102083": "Strategies for prevention and management of ocular events occurring with mirvetuximab soravtansine.", "http://www.ncbi.nlm.nih.gov/pubmed/29098867": "A review of mirvetuximab soravtansine in the treatment of platinum-resistant ovarian cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/33667670": "Phase III, randomized trial of mirvetuximab soravtansine versus chemotherapy in patients with platinum-resistant ovarian cancer: primary analysis of FORWARD I.", "http://www.ncbi.nlm.nih.gov/pubmed/29424243": "FORWARD I: a Phase III study of mirvetuximab soravtansine versus chemotherapy in platinum-resistant ovarian cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/27889646": "Mirvetuximab Soravtansine (IMGN853), a Folate Receptor Alpha-Targeting Antibody-Drug Conjugate, Potentiates the Activity of Standard of Care Therapeutics in Ovarian Cancer Models.", "http://www.ncbi.nlm.nih.gov/pubmed/32081463": "Phase Ib study of mirvetuximab soravtansine, a folate receptor alpha (FRα)-targeting antibody-drug conjugate (ADC), in combination with bevacizumab in patients with platinum-resistant ovarian cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/30093227": "Safety and activity findings from a phase 1b escalation study of mirvetuximab soravtansine, a folate receptor alpha (FRα)-targeting antibody-drug conjugate (ADC), in combination with carboplatin in patients with platinum-sensitive ovarian cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/28440955": "Phase 1 dose-escalation study of mirvetuximab soravtansine (IMGN853), a folate receptor α-targeting antibody-drug conjugate, in patients with solid tumors.", "http://www.ncbi.nlm.nih.gov/pubmed/37528890": "Mirvetuximab Soravtansine in Platinum-Resistant Ovarian Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/37458180": "Mirvetuximab soravtansine for platinum-resistant epithelial ovarian cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/37594572": "Mirvetuximab soravtansine in ovarian cancer therapy: expert opinion on pharmacological considerations.", "http://www.ncbi.nlm.nih.gov/pubmed/30413525": "Evaluation of Prophylactic Corticosteroid Eye Drop Use in the Management of Corneal Abnormalities Induced by the Antibody-Drug Conjugate Mirvetuximab Soravtansine.", "http://www.ncbi.nlm.nih.gov/pubmed/32984932": "A phase II study of Mirvetuximab Soravtansine in triple-negative breast cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/28029313": "Safety and Activity of Mirvetuximab Soravtansine (IMGN853), a Folate Receptor Alpha-Targeting Antibody-Drug Conjugate, in Platinum-Resistant Ovarian, Fallopian Tube, or Primary Peritoneal Cancer: A Phase I Expansion Study.", "http://www.ncbi.nlm.nih.gov/pubmed/38055253": "Mirvetuximab Soravtansine in FRα-Positive, Platinum-Resistant Ovarian Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/30531606": "Antibody-drug conjugates for ovarian cancer: current clinical development.", "http://www.ncbi.nlm.nih.gov/pubmed/28534292": "Development and Characterization of a Neutralizing Anti-idiotype Antibody Against Mirvetuximab for Analysis of Clinical Samples.", "http://www.ncbi.nlm.nih.gov/pubmed/36046840": "Advancing antibody-drug conjugates in gynecological malignancies: myth or reality?", "http://www.ncbi.nlm.nih.gov/pubmed/28843653": "Characterization of folate receptor alpha (FRα) expression in archival tumor and biopsy samples from relapsed epithelial ovarian cancer patients: A phase I expansion study of the FRα-targeting antibody-drug conjugate mirvetuximab soravtansine.", "http://www.ncbi.nlm.nih.gov/pubmed/31369274": "Folate Receptor α-Targeted 89Zr-M9346A Immuno-PET for Image-Guided Intervention with Mirvetuximab Soravtansine in Triple-Negative Breast Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/33429180": "Acute epiglottitis: Analysis of U.S. mortality trends from 1979 to 2017.", "http://www.ncbi.nlm.nih.gov/pubmed/8143009": "Epiglottitis in children, 1979 through 1992. Effects of Haemophilus influenzae type b immunization.", "http://www.ncbi.nlm.nih.gov/pubmed/17892608": "Acute epiglottitis: epidemiology, clinical presentation, management and outcome.", "http://www.ncbi.nlm.nih.gov/pubmed/7602678": "Acute epiglottitis in children: results of a large-scale anti-Haemophilus type B immunization program.", "http://www.ncbi.nlm.nih.gov/pubmed/7834888": "Acute epiglottitis--aetiology, epidemiology and outcome in a population before large-scale Haemophilus influenzae type b vaccination.", "http://www.ncbi.nlm.nih.gov/pubmed/7651772": "Epiglottitis and Haemophilus influenzae immunization: the Pittsburgh experience--a five-year review.", "http://www.ncbi.nlm.nih.gov/pubmed/7619418": "Acute epiglottitis and infant conjugate Haemophilus influenzae type b vaccination in northern Finland.", "http://www.ncbi.nlm.nih.gov/pubmed/10542929": "Paediatric epiglottitis: the influence of the Haemophilus influenzae b vaccine, a ten-year review in the Sheffield region.", "http://www.ncbi.nlm.nih.gov/pubmed/24163979": "[Supraglottitis in adults at a single center experience 1989-2009].", "http://www.ncbi.nlm.nih.gov/pubmed/20018387": "Epiglottitis due to nontypeable Haemophilus influenzae in a vaccinated child.", "http://www.ncbi.nlm.nih.gov/pubmed/11667996": "Acute epiglottitis: a presentation of haemophagocytic lymphohistiocytosis.", "http://www.ncbi.nlm.nih.gov/pubmed/29926438": "Sudden death from acute epiglottitis in a toddler.", "http://www.ncbi.nlm.nih.gov/pubmed/21106138": "Acute epiglottitis: epidemiology and Streptococcus pneumoniae serotype distribution in adults.", "http://www.ncbi.nlm.nih.gov/pubmed/18502071": "Acute epiglottitis in Iceland 1983-2005.", "http://www.ncbi.nlm.nih.gov/pubmed/16288684": "Changes in the epidemiology of epiglottitis following introduction of Haemophilus influenzae type b (Hib) conjugate vaccines in England: a comparison of two data sources.", "http://www.ncbi.nlm.nih.gov/pubmed/37054522": "Frontoparietal 18F-FDG-PET hypo-metabolism in Lennox-Gastaut syndrome: Further evidence highlighting the key network.", "http://www.ncbi.nlm.nih.gov/pubmed/37353676": "Lennox-Gastaut Syndrome: Current Treatments, Novel Therapeutics, and Future Directions.", "http://www.ncbi.nlm.nih.gov/pubmed/36700706": "Deep Brain Stimulation of the Centromedian Nucleus of the Thalamus for Lennox-Gastaut Syndrome: A Systematic Review and Individual Patient Data Analysis.", "http://www.ncbi.nlm.nih.gov/pubmed/23827423": "Lennox-Gastaut syndrome symptomatic to hypothalamic hamartoma: evolution and long-term outcome following surgery.", "http://www.ncbi.nlm.nih.gov/pubmed/21353345": "Levetiracetam efficacy in patients with Lennox-Gastaut syndrome. Presentation of a case.", "http://www.ncbi.nlm.nih.gov/pubmed/9796756": "Need for electroencephalogram video confirmation of atypical absence seizures in children with Lennox-Gastaut syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/11918467": "Lennox-Gastaut syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/30410820": "Lennox-Gastaut Syndrome: In a Nutshell.", "http://www.ncbi.nlm.nih.gov/pubmed/21351810": "Management of seizures in Lennox-Gastaut syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/22883278": "Update on the management of Lennox-Gastaut syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/19081517": "Lennox-Gastaut syndrome: a consensus approach on diagnosis, assessment, management, and trial methodology.", "http://www.ncbi.nlm.nih.gov/pubmed/28689466": "Early Diagnosis and Treatment of Lennox-Gastaut Syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/20542434": "Lennox-Gastaut syndrome and idiopathic intracranial hypertension.", "http://www.ncbi.nlm.nih.gov/pubmed/29126048": "Lennox-Gastaut syndrome in adulthood: Long-term clinical follow-up of 38 patients and analysis of their recorded seizures.", "http://www.ncbi.nlm.nih.gov/pubmed/29124439": "Lennox-Gastaut syndrome: a comprehensive review.", "http://www.ncbi.nlm.nih.gov/pubmed/33764203": "Evolution of Infantile Spasms to Lennox-Gastaut Syndrome: What Is There to Know?", "http://www.ncbi.nlm.nih.gov/pubmed/34315269": "Children With Trisomy 21 and Lennox-Gastaut Syndrome With Predominant Myoclonic Seizures.", "http://www.ncbi.nlm.nih.gov/pubmed/33243685": "Management of Lennox-Gastaut syndrome beyond childhood: A comprehensive review.", "http://www.ncbi.nlm.nih.gov/pubmed/31770718": "Cognitive and functional status in late-onset Lennox-Gastaut syndrome: Variation on a classic phenotype.", "http://www.ncbi.nlm.nih.gov/pubmed/31286465": "Therapeutic approach to Lennox-Gastaut syndrome: a systematic review.", "http://www.ncbi.nlm.nih.gov/pubmed/33721709": "The unchanging face of Lennox-Gastaut syndrome in adulthood.", "http://www.ncbi.nlm.nih.gov/pubmed/34183143": "Epilepsy Surgery is a Viable Treatment for Lennox Gastaut Syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/22592511": "Lacosamide in Lennox-Gastaut syndrome: case report.", "http://www.ncbi.nlm.nih.gov/pubmed/20518600": "Rufinamide: a new antiepileptic drug treatment for Lennox-Gastaut syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/11952036": "Infantile spasms and Lennox-Gastaut syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/32467926": "GABA<sub>A</sub> receptor β3 subunit mutation D120N causes Lennox-Gastaut syndrome in knock-in mice.", "http://www.ncbi.nlm.nih.gov/pubmed/21790560": "Definition and natural history of Lennox-Gastaut syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/7813093": "Lennox-Gastaut syndrome in the elderly?", "http://www.ncbi.nlm.nih.gov/pubmed/34513391": "The Curious Case of Lennox-Gastaut Syndrome: Treatment-Resistant Seizures in a Patient With Autism Spectrum Disease With Lennox-Gastaut Syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/21341220": "[Development of Lennox-Gastaut syndrome in adulthood].", "http://www.ncbi.nlm.nih.gov/pubmed/14734932": "Lennox-Gastaut syndrome (childhood epileptic encephalopathy).", "http://www.ncbi.nlm.nih.gov/pubmed/25400619": "Conceptualizing lennox-gastaut syndrome as a secondary network epilepsy.", "http://www.ncbi.nlm.nih.gov/pubmed/28461749": "Treatment-resistant Lennox-Gastaut syndrome: therapeutic trends, challenges and future directions.", "http://www.ncbi.nlm.nih.gov/pubmed/15362174": "Lennox-Gastaut syndrome: potential mechanisms of cognitive regression.", "http://www.ncbi.nlm.nih.gov/pubmed/11993741": "Lennox-Gastaut syndrome. Clinical description and diagnosis.", "http://www.ncbi.nlm.nih.gov/pubmed/32207730": "[Why the diagnosis of Lennox-Gastaut syndrome is a rare one?].", "http://www.ncbi.nlm.nih.gov/pubmed/28479797": "Lennox-Gastaut Syndrome: A Prospective Follow-up Study.", "http://www.ncbi.nlm.nih.gov/pubmed/18541034": "Lennox gastaut syndrome, review of the literature and a case report.", "http://www.ncbi.nlm.nih.gov/pubmed/19898669": "Update on the management of Lennox-Gastaut syndrome with a focus on rufinamide.", "http://www.ncbi.nlm.nih.gov/pubmed/20970386": "Does lacosamide aggravate Lennox-Gastaut syndrome? Report on three consecutive cases.", "http://www.ncbi.nlm.nih.gov/pubmed/9390695": "Lennox-Gastaut syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/25284032": "Lennox-Gastaut syndrome: a consensus approach to differential diagnosis.", "http://www.ncbi.nlm.nih.gov/pubmed/37176165": "GABA<sub>A</sub> Receptor β3 Subunit Mutation N328D Heterozygous Knock-in Mice Have Lennox-Gastaut Syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/37823366": "Added value of corpus callosotomy following vagus nerve stimulation in children with Lennox-Gastaut syndrome: A multicenter, multinational study.", "http://www.ncbi.nlm.nih.gov/pubmed/20158289": "Medical management of Lennox-Gastaut syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/36332460": "Lennox Gastaut Syndrome - A strategic shift in diagnosis over time?", "http://www.ncbi.nlm.nih.gov/pubmed/27497831": "Differences between colon and rectal cancer in complications, short-term survival and recurrences.", "http://www.ncbi.nlm.nih.gov/pubmed/30200215": "Are Colon and Rectal Cancer Two Different Tumor Entities? A Proposal to Abandon the Term Colorectal Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/28365687": "Predictors of Lymph Node Metastasis and Prognosis in pT1 Colorectal Cancer Patients with Signet-Ring Cell and Mucinous Adenocarcinomas.", "http://www.ncbi.nlm.nih.gov/pubmed/32651860": "Prognostic impact of primary tumor location in Stage III colorectal cancer-right-sided colon versus left-sided colon versus rectum: a nationwide multicenter retrospective study.", "http://www.ncbi.nlm.nih.gov/pubmed/32789859": "Prognostic value of tumor deposits in rectal cancer: A monocentric series of 505 patients.", "http://www.ncbi.nlm.nih.gov/pubmed/18334831": "Colorectal cancer or colon and rectal cancer? Clinicopathological comparison between colonic and rectal carcinomas.", "http://www.ncbi.nlm.nih.gov/pubmed/34732442": "Clinical Impact of Primary Tumor Site in Stage IV Colorectal Cancer: A Statewide Cohort Study.", "http://www.ncbi.nlm.nih.gov/pubmed/30577807": "Comparative proteogenomic analysis of right-sided colon cancer, left-sided colon cancer and rectal cancer reveals distinct mutational profiles.", "http://www.ncbi.nlm.nih.gov/pubmed/35714342": "Prognostic Role for Primary Tumor Location in Patients With Colorectal Liver Metastases: A Comparison of Right-Sided Colon, Left-Sided Colon, and Rectum.", "http://www.ncbi.nlm.nih.gov/pubmed/29156800": "Comparative molecular analyses of left-sided colon, right-sided colon, and rectal cancers.", "http://www.ncbi.nlm.nih.gov/pubmed/2305211": "DNA ploidy, tumour site, and prognosis in colorectal cancer. A flow cytometric study of paraffin-embedded tissue.", "http://www.ncbi.nlm.nih.gov/pubmed/24265711": "Differences in survival between colon and rectal cancer from SEER data.", "http://www.ncbi.nlm.nih.gov/pubmed/34276258": "Clinicopathological Features and Survival of Signet-Ring Cell Carcinoma and Mucinous Adenocarcinoma of Right Colon, Left Colon, and Rectum.", "http://www.ncbi.nlm.nih.gov/pubmed/31974054": "Pulmonary metastasectomy for colorectal cancer: Prognosis analysis disaggregated by the origin of the primary tumor.", "http://www.ncbi.nlm.nih.gov/pubmed/20577916": "[Comparative study of recurrent colon cancer and recurrent rectal cancer after radical resection].", "http://www.ncbi.nlm.nih.gov/pubmed/17560986": "Surgical management of rectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/36538637": "Negative Prognostic Impact of Tumor Deposits in Rectal Cancer: A National Study Cohort.", "http://www.ncbi.nlm.nih.gov/pubmed/37481501": "Clinical significance of metastatic tumor deposit foci in rectal cancer in the lateral pelvic lymph node area.", "http://www.ncbi.nlm.nih.gov/pubmed/37726508": "Perioperative and Oncological Outcomes of Cytoreductive Surgery and Hyperthermic Intraperitoneal Chemotherapy for Peritoneal Metastasis of Rectal Origin.", "http://www.ncbi.nlm.nih.gov/pubmed/28365393": "Peripheral Neutrophil to Lymphocyte Ratio Improves Prognostication in Colon Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/23115484": "Thymidine Phosphorylase Gene Expression in Stage III Colorectal Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/37670964": "Differences in Colorectal Cancer Survival Based on Primary Tumor Location: Retrospective Study from a Single Institution.", "http://www.ncbi.nlm.nih.gov/pubmed/32051712": "Comparison of risk factors between colon cancer and rectum cancer in a single medical center hospital, Taiwan.", "http://www.ncbi.nlm.nih.gov/pubmed/35411179": "Comparison of Prognosis and Lymph Node Metastasis in T1-Stage Colonic and Rectal Carcinoma: A Retrospective Study.", "http://www.ncbi.nlm.nih.gov/pubmed/33611650": "Recurrence hazard of rectal cancer compared with colon cancer by adjuvant chemotherapy status: a nationwide study in Japan.", "http://www.ncbi.nlm.nih.gov/pubmed/33211264": "Prognostic Factors of Rectal Cancer in Southern Iran.", "http://www.ncbi.nlm.nih.gov/pubmed/20947885": "Low molecular weight heat shock protein HSP27 is a prognostic indicator in rectal cancer but not colon cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/29790124": "Colorectal Cancer: Why Does Side Matter?", "http://www.ncbi.nlm.nih.gov/pubmed/29795363": "Borderline personality disorder.", "http://www.ncbi.nlm.nih.gov/pubmed/22649425": "FoxA1 is a key mediator of hormonal response in breast and prostate cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/37467106": "High FOXA1 levels induce ER transcriptional reprogramming, a pro-metastatic secretome, and metastasis in endocrine-resistant breast cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/22476979": "Association of double-positive FOXA1 and FOXP1 immunoreactivities with favorable prognosis of tamoxifen-treated breast cancer patients.", "http://www.ncbi.nlm.nih.gov/pubmed/17163418": "FOXA1: Growth inhibitor and a favorable prognostic factor in human breast cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/17671124": "FOXA1 expression in breast cancer--correlation with luminal subtype A and survival.", "http://www.ncbi.nlm.nih.gov/pubmed/22391567": "FOXA1 represses the molecular phenotype of basal breast cancer cells.", "http://www.ncbi.nlm.nih.gov/pubmed/21503684": "FOXA1 is an independent prognostic marker for ER-positive breast cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/27791031": "FOXA1 overexpression mediates endocrine resistance by altering the ER transcriptome and IL-8 expression in ER-positive breast cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/30572598": "High Throughput Chemical Screening Reveals Multiple Regulatory Proteins on FOXA1 in Breast Cancer Cell Lines.", "http://www.ncbi.nlm.nih.gov/pubmed/34027035": "FOXA1 mutations influence the therapeutic response of breast cancer by altering chromatin state.", "http://www.ncbi.nlm.nih.gov/pubmed/32888433": "FOXA1 Mutations Reveal Distinct Chromatin Profiles and Influence Therapeutic Response in Breast Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/31826955": "FOXA1 upregulation promotes enhancer and transcriptional reprogramming in endocrine-resistant breast cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/34680352": "FOXA1: A Pioneer of Nuclear Receptor Action in Breast Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/25707489": "FOXA1 Expression Significantly Predict Response to Chemotherapy in Estrogen Receptor-Positive Breast Cancer Patients.", "http://www.ncbi.nlm.nih.gov/pubmed/31871111": "FOXA1 Protein Expression in ER+ and ER- Breast Cancer in Relation to Parity and Breastfeeding in Black and White Women.", "http://www.ncbi.nlm.nih.gov/pubmed/31562808": "Analyses of an epigenetic switch involved in the activation of pioneer factor FOXA1 leading to the prognostic value of estrogen receptor and FOXA1 co-expression in breast cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/36930833": "FOXA1 Reprogramming Dictates Retinoid X Receptor Response in ESR1-Mutant Breast Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/23810008": "FOXP1 and estrogen signaling in breast cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/30840881": "Comprehensive Genomic Analysis Reveals that the Pioneering Function of FOXA1 Is Independent of Hormonal Signaling.", "http://www.ncbi.nlm.nih.gov/pubmed/33417085": "FOXA1 is a determinant of drug resistance in breast cancer cells.", "http://www.ncbi.nlm.nih.gov/pubmed/27062924": "Steroid Receptors Reprogram FoxA1 Occupancy through Dynamic Chromatin Transitions.", "http://www.ncbi.nlm.nih.gov/pubmed/22313737": "Forkhead box transcription factor, forkhead box A1, shows negative association with lymph node status in endometrial cancer, and represses cell proliferation and migration of endometrial cancer cells.", "http://www.ncbi.nlm.nih.gov/pubmed/35812039": "Increased FOXA1 levels induce apoptosis and inhibit proliferation in FOXA1-low expressing basal breast cancer cells.", "http://www.ncbi.nlm.nih.gov/pubmed/25155268": "Molecular mechanisms regulating the hormone sensitivity of breast cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/18538561": "Forkhead-box A1 (FOXA1) expression in breast cancer and its prognostic significance.", "http://www.ncbi.nlm.nih.gov/pubmed/37568077": "AGR2 and FOXA1 as prognostic markers in ER-positive breast cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/27473079": "The relationship between the expression of FOXA1 and GATA3 and the efficacy of neoadjuvant endocrine therapy.", "http://www.ncbi.nlm.nih.gov/pubmed/29137314": "Lack of both androgen receptor and forkhead box A1 (FOXA1) expression is a poor prognostic factor in estrogen receptor-positive breast cancers.", "http://www.ncbi.nlm.nih.gov/pubmed/18037662": "Forkhead box A1 expression in breast cancer is associated with luminal subtype and good prognosis.", "http://www.ncbi.nlm.nih.gov/pubmed/19261198": "FOXA1 in breast cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/17373880": "FOXA1 as a therapeutic target for breast cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/36204307": "Genome-wide analysis of the FOXA1 transcriptional regulatory network identifies super enhancer associated LncRNAs in tamoxifen resistance.", "http://www.ncbi.nlm.nih.gov/pubmed/35829908": "Computational insights into missense mutations in HTT gene causing Huntington's disease and its interactome networks.", "http://www.ncbi.nlm.nih.gov/pubmed/37465925": "Mirikizumab for the treatment of moderate to severe ulcerative colitis.", "http://www.ncbi.nlm.nih.gov/pubmed/37389706": "Mirikizumab: First Approval.", "http://www.ncbi.nlm.nih.gov/pubmed/37379135": "Mirikizumab as Induction and Maintenance Therapy for Ulcerative Colitis.", "http://www.ncbi.nlm.nih.gov/pubmed/37069321": "IL-12 and IL-23 pathway inhibition in inflammatory bowel disease.", "http://www.ncbi.nlm.nih.gov/pubmed/30734266": "Efficacy and safety of mirikizumab (LY3074828) in the treatment of moderate-to-severe plaque psoriasis: results from a randomized phase II study.", "http://www.ncbi.nlm.nih.gov/pubmed/31493397": "Efficacy and Safety of Mirikizumab in a Randomized Phase 2 Study of Patients With Ulcerative Colitis.", "http://www.ncbi.nlm.nih.gov/pubmed/33105016": "Clinical Trials of IL-12/IL-23 Inhibitors in Inflammatory Bowel Disease.", "http://www.ncbi.nlm.nih.gov/pubmed/32950748": "Efficacy and Safety of Continued Treatment With Mirikizumab in a Phase 2 Trial of Patients With Ulcerative Colitis.", "http://www.ncbi.nlm.nih.gov/pubmed/36881820": "Mirikizumab Regulates Genes Involved in Ulcerative Colitis Disease Activity and Anti-TNF Resistance: Results From a Phase 2 Study.", "http://www.ncbi.nlm.nih.gov/pubmed/37610533": "Mirikizumab Pharmacokinetics in Patients with Moderately to Severely Active Ulcerative Colitis: Results from Phase III LUCENT Studies.", "http://www.ncbi.nlm.nih.gov/pubmed/34748774": "Efficacy and Safety of Mirikizumab in a Randomized Phase 2 Study of Patients With Crohn's Disease.", "http://www.ncbi.nlm.nih.gov/pubmed/36777368": "Clinical Effect of Mirikizumab Treatment on Bowel Urgency in Patients with Moderately to Severely Active Ulcerative Colitis and the Clinical Relevance of Bowel Urgency Improvement for Disease Remission.", "http://www.ncbi.nlm.nih.gov/pubmed/37714687": "Generation and Characterization of Mirikizumab, a Humanized Monoclonal Antibody Targeting the p19 Subunit of IL-23.", "http://www.ncbi.nlm.nih.gov/pubmed/35166398": "Review article: emerging drug therapies in inflammatory bowel disease.", "http://www.ncbi.nlm.nih.gov/pubmed/37249522": "Promising phase II biologics for future Crohn's disease therapy.", "http://www.ncbi.nlm.nih.gov/pubmed/35553661": "Personalised Medicine with IL-23 Blockers: Myth or Reality?", "http://www.ncbi.nlm.nih.gov/pubmed/36777426": "Impact of Bowel Urgency on Quality of Life and Clinical Outcomes in Patients With Ulcerative Colitis.", "http://www.ncbi.nlm.nih.gov/pubmed/37001911": "Changes in health-related quality of life and associations with improvements in clinical efficacy: a Phase 2 study of mirikizumab in patients with ulcerative colitis.", "http://www.ncbi.nlm.nih.gov/pubmed/37594044": "Mirikizumab-Induced Transcriptome Changes in Ulcerative Colitis Patient Biopsies at Week 12 Are Maintained Through Week 52.", "http://www.ncbi.nlm.nih.gov/pubmed/32570252": "Emerging Treatment Options in Inflammatory Bowel Disease: Janus Kinases, Stem Cells, and More.", "http://www.ncbi.nlm.nih.gov/pubmed/38034882": "Mirikizumab Improves Quality of Life in Patients With Moderately-to-Severely Active Ulcerative Colitis: Results From the Phase 3 LUCENT-1 Induction and LUCENT-2 Maintenance Studies.", "http://www.ncbi.nlm.nih.gov/pubmed/36305215": "Multidisciplinary chronic pain management strategies in patients with Ehlers-Danlos syndromes.", "http://www.ncbi.nlm.nih.gov/pubmed/36124037": "Multidisciplinary Approach to Treating Chronic Pain in Patients with Ehlers-Danlos Syndrome: Critically Appraised Topic.", "http://www.ncbi.nlm.nih.gov/pubmed/28186390": "Pain management in the Ehlers-Danlos syndromes.", "http://www.ncbi.nlm.nih.gov/pubmed/34124258": "Pain Management through Neurocognitive Therapeutic Exercises in Hypermobile Ehlers-Danlos Syndrome Patients with Chronic Low Back Pain.", "http://www.ncbi.nlm.nih.gov/pubmed/30407326": "Management of chronic pain in Ehlers-Danlos syndrome: Two case reports and a review of literature.", "http://www.ncbi.nlm.nih.gov/pubmed/36909657": "Revealing eRNA interactions: TF dependency and convergent cooperativity.", "http://www.ncbi.nlm.nih.gov/pubmed/37537618": "Enhancer RNAs: mechanisms in transcriptional regulation and functions in diseases.", "http://www.ncbi.nlm.nih.gov/pubmed/36039999": "Enhancer RNAs step forward: new insights into enhancer function.", "http://www.ncbi.nlm.nih.gov/pubmed/29138457": "Functional annotation of structural ncRNAs within enhancer RNAs in the human genome: implications for human disease.", "http://www.ncbi.nlm.nih.gov/pubmed/32568241": "Enforced Activation of Enhancer RNAs In Situ through the dCas9 Synergistic Activation Mediator System.", "http://www.ncbi.nlm.nih.gov/pubmed/34731149": "EMX2OS plays a prognosis-associated enhancer RNA role in gastric cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/33408781": "Functional roles of antisense enhancer RNA for promoting prostate cancer progression.", "http://www.ncbi.nlm.nih.gov/pubmed/30026829": "Enhancer RNAs (eRNAs): New Insights into Gene Transcription and Disease Treatment.", "http://www.ncbi.nlm.nih.gov/pubmed/35454885": "Enhancer RNAs (eRNAs) in Cancer: The Jacks of All Trades.", "http://www.ncbi.nlm.nih.gov/pubmed/31594934": "Transcriptional landscape and clinical utility of enhancer RNAs for eRNA-targeted therapy in cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/35170113": "Enhancer RNA: What we know and what we can achieve.", "http://www.ncbi.nlm.nih.gov/pubmed/33235186": "Population-scale study of eRNA transcription reveals bipartite functional enhancer architecture.", "http://www.ncbi.nlm.nih.gov/pubmed/36923642": "A genome-wide CRISPR activation screen identifies SCREEM a novel SNAI1 super-enhancer demarcated by eRNAs.", "http://www.ncbi.nlm.nih.gov/pubmed/33034351": "Enhancer RNA: biogenesis, function, and regulation.", "http://www.ncbi.nlm.nih.gov/pubmed/33568070": "Enhancer RNAs: transcriptional regulators and workmates of NamiRNAs in myogenesis.", "http://www.ncbi.nlm.nih.gov/pubmed/31106290": "Enhancer RNAs: Insights Into Their Biological Role.", "http://www.ncbi.nlm.nih.gov/pubmed/35508485": "Enhancer RNAs stimulate Pol II pause release by harnessing multivalent interactions to NELF.", "http://www.ncbi.nlm.nih.gov/pubmed/34551433": "Animal-eRNAdb: a comprehensive animal enhancer RNA database.", "http://www.ncbi.nlm.nih.gov/pubmed/34073237": "Current Advances on the Important Roles of Enhancer RNAs in Molecular Pathways of Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/32888773": "Spirits in the Material World: Enhancer RNAs in Transcriptional Regulation.", "http://www.ncbi.nlm.nih.gov/pubmed/31791217": "Transcriptional control by enhancers and enhancer RNAs.", "http://www.ncbi.nlm.nih.gov/pubmed/31916476": "Enhancer RNAs in cancer: regulation, mechanisms and therapeutic potential.", "http://www.ncbi.nlm.nih.gov/pubmed/36287118": "Emerging Role of Enhancer RNAs as Potential Diagnostic and Prognostic Biomarkers in Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/37266452": "Enhancer RNAs in transcriptional regulation: recent insights.", "http://www.ncbi.nlm.nih.gov/pubmed/25263592": "Enhancer RNA facilitates NELF release from immediate early genes.", "http://www.ncbi.nlm.nih.gov/pubmed/25561718": "Enhancer RNAs: a class of long noncoding RNAs synthesized at enhancers.", "http://www.ncbi.nlm.nih.gov/pubmed/24674738": "Enhancer RNAs and regulated transcriptional programs.", "http://www.ncbi.nlm.nih.gov/pubmed/28599852": "Non-coding Transcripts from Enhancers: New Insights into Enhancer Activity and Gene Expression Regulation.", "http://www.ncbi.nlm.nih.gov/pubmed/29951530": "Current Advances on the Important Roles of Enhancer RNAs in Gene Regulation and Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/34016622": "Implications of Enhancer Transcription and eRNAs in Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/37294799": "DeepITEH: a deep learning framework for identifying tissue-specific eRNAs from the human genome.", "http://www.ncbi.nlm.nih.gov/pubmed/34321580": "A prospective study revealing the role of an immune-related eRNA, WAKMAR2, in breast cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/35600050": "A Two-eRNA-Based Signature Can Impact the Immune Status and Predict the Prognosis and Drug Sensitivity of Lung Adenocarcinoma.", "http://www.ncbi.nlm.nih.gov/pubmed/34612730": "Insights into Enhancer RNAs: Biogenesis and Emerging Role in Brain Diseases.", "http://www.ncbi.nlm.nih.gov/pubmed/33870423": "FOXP4-AS1 is a favorable prognostic-related enhancer RNA in ovarian cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/28533025": "Enhancer-derived RNA: A Primer.", "http://www.ncbi.nlm.nih.gov/pubmed/34539983": "An integrated analysis of enhancer RNAs in glioma and a validation of their prognostic values.", "http://www.ncbi.nlm.nih.gov/pubmed/28936977": "The current research status of enhancer RNAs.", "http://www.ncbi.nlm.nih.gov/pubmed/24962887": "Complexity of the RAR-mediated transcriptional regulatory programs.", "http://www.ncbi.nlm.nih.gov/pubmed/25810254": "RNA transcribed from a distal enhancer is required for activating the chromatin at the promoter of the gonadotropin α-subunit gene.", "http://www.ncbi.nlm.nih.gov/pubmed/35064362": "Roles of enhancer RNAs in sex hormone-dependent cancers.", "http://www.ncbi.nlm.nih.gov/pubmed/32579929": "Enhancer RNAs Mediate Estrogen-Induced Decommissioning of Selective Enhancers by Recruiting ERα and Its Cofactor.", "http://www.ncbi.nlm.nih.gov/pubmed/30862109": "AP001056.1, A Prognosis-Related Enhancer RNA in Squamous Cell Carcinoma of the Head and Neck.", "http://www.ncbi.nlm.nih.gov/pubmed/28891741": "eRNA binding produces tailored CBP activity profiles to regulate gene expression.", "http://www.ncbi.nlm.nih.gov/pubmed/36232885": "Enhancer RNA (eRNA) in Human Diseases.", "http://www.ncbi.nlm.nih.gov/pubmed/35135243": "Exploring the role of eRNA in regulating gene expression.", "http://www.ncbi.nlm.nih.gov/pubmed/33083767": "Divergent Transcription of the Nkx2-5 Locus Generates Two Enhancer RNAs with Opposing Functions.", "http://www.ncbi.nlm.nih.gov/pubmed/29449408": "Enhancer RNA profiling predicts transcription factor activity.", "http://www.ncbi.nlm.nih.gov/pubmed/37123050": "Effectiveness and Safety of Acupotomy Treatment on Shoulder Pain: 25 Multicenter Retrospective Study.", "http://www.ncbi.nlm.nih.gov/pubmed/36050272": "Safety of acupotomy in a real-world setting: A prospective pilot and feasibility study.", "http://www.ncbi.nlm.nih.gov/pubmed/32280270": "Acupotomy versus Manual Acupuncture for the Treatment of Back and/or Leg Pain in Patients with Lumbar Disc Herniation: A Multicenter, Randomized, Controlled, Assessor-Blinded Clinical Trial.", "http://www.ncbi.nlm.nih.gov/pubmed/31393365": "Acupotomy for the treatment of lumbar spinal stenosis: A systematic review and meta-analysis.", "http://www.ncbi.nlm.nih.gov/pubmed/31383431": "Clinical effectiveness and safety of acupotomy: An overview of systematic reviews.", "http://www.ncbi.nlm.nih.gov/pubmed/14551701": "Paraoxonase gene polymorphisms, oxidative stress, and diseases.", "http://www.ncbi.nlm.nih.gov/pubmed/15607899": "The paraoxonase gene family and atherosclerosis.", "http://www.ncbi.nlm.nih.gov/pubmed/11918623": "Paraoxonase gene cluster is a genetic marker for early microvascular complications in type 1 diabetes.", "http://www.ncbi.nlm.nih.gov/pubmed/8661009": "The human serum paraoxonase/arylesterase gene (PON1) is one member of a multigene family.", "http://www.ncbi.nlm.nih.gov/pubmed/32487820": "Epigenetics of paraoxonases.", "http://www.ncbi.nlm.nih.gov/pubmed/29170064": "The role of paraoxonase in cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/31816846": "Paraoxonase 3: Structure and Its Role in Pathophysiology of Coronary Artery Disease.", "http://www.ncbi.nlm.nih.gov/pubmed/24903163": "Paraoxonases function as unique protectors against cardiovascular diseases and diabetes: Updated experimental and clinical data.", "http://www.ncbi.nlm.nih.gov/pubmed/29308836": "[Paraoxonase: The Universal Factor of Antioxidant Defense in Human Body].", "http://www.ncbi.nlm.nih.gov/pubmed/15993332": "Paraoxonases (PONs) 1, 2, and 3 are expressed in human and mouse gastrointestinal tract and in Caco-2 cell line: selective secretion of PON1 and PON2.", "http://www.ncbi.nlm.nih.gov/pubmed/31052559": "Paraoxonases Activities and Polymorphisms in Elderly and Old-Age Diseases: An Overview.", "http://www.ncbi.nlm.nih.gov/pubmed/27578362": "Human paraoxonase gene cluster overexpression alleviates angiotensin II-induced cardiac hypertrophy in mice.", "http://www.ncbi.nlm.nih.gov/pubmed/19359600": "Human paraoxonase gene cluster transgenic overexpression represses atherogenesis and promotes atherosclerotic plaque stability in ApoE-null mice.", "http://www.ncbi.nlm.nih.gov/pubmed/33374313": "Paraoxonase Role in Human Neurodegenerative Diseases.", "http://www.ncbi.nlm.nih.gov/pubmed/20582942": "Paraoxonase gene mutations in amyotrophic lateral sclerosis.", "http://www.ncbi.nlm.nih.gov/pubmed/15613429": "Paraoxonase activity in high-density lipoproteins: a comparison between healthy and obese females.", "http://www.ncbi.nlm.nih.gov/pubmed/25953737": "Paraoxonase activity as a marker of exposure to xenobiotics in tobacco smoke.", "http://www.ncbi.nlm.nih.gov/pubmed/25887882": "Review: The role of paraoxonase in cardiovascular diseases.", "http://www.ncbi.nlm.nih.gov/pubmed/31366068": "Paraoxonases (PON) 1, 2, and 3 Polymorphisms and PON-1 Activities in Patients with Sickle Cell Disease.", "http://www.ncbi.nlm.nih.gov/pubmed/27238723": "Paraoxonases-1, -2 and -3: What are their functions?", "http://www.ncbi.nlm.nih.gov/pubmed/21867409": "The human paraoxonase gene cluster as a target in the treatment of atherosclerosis.", "http://www.ncbi.nlm.nih.gov/pubmed/28889264": "Metals and Paraoxonases.", "http://www.ncbi.nlm.nih.gov/pubmed/33348669": "The Structure and Function of Paraoxonase-1 and Its Comparison to Paraoxonase-2 and -3.", "http://www.ncbi.nlm.nih.gov/pubmed/27771368": "Paraoxonase and atherosclerosis-related cardiovascular diseases.", "http://www.ncbi.nlm.nih.gov/pubmed/19942738": "Paraoxonases: structure, gene polymorphism & role in coronary artery disease.", "http://www.ncbi.nlm.nih.gov/pubmed/20535264": "Paraoxonase: Its antiatherogenic role in chronic renal failure.", "http://www.ncbi.nlm.nih.gov/pubmed/36140402": "Cardioprotective Role for Paraoxonase-1 in Chronic Kidney Disease.", "http://www.ncbi.nlm.nih.gov/pubmed/20705007": "Directed evolution of recombinant serum paraoxonase (PON) variants.", "http://www.ncbi.nlm.nih.gov/pubmed/30241945": "Identification of biologically active δ-lactone eicosanoids as paraoxonase substrates.", "http://www.ncbi.nlm.nih.gov/pubmed/37108044": "Paraoxonases at the Heart of Neurological Disorders.", "http://www.ncbi.nlm.nih.gov/pubmed/19226538": "A preliminary study of human paraoxonase and PON 1 L/M55-PON 1 Q/R 192 polymorphisms in Turkish patients with coronary artery disease.", "http://www.ncbi.nlm.nih.gov/pubmed/33562328": "Human Paraoxonase-2 (PON2): Protein Functions and Modulation.", "http://www.ncbi.nlm.nih.gov/pubmed/33831384": "Paraoxonase (PON)-1 activity in septic neonates: One more arrow in the quiver of biomarkers of neonatal sepsis?", "http://www.ncbi.nlm.nih.gov/pubmed/33260536": "Genetic Attenuation of Paraoxonase 1 Activity Induces Proatherogenic Changes in Plasma Proteomes of Mice and Humans.", "http://www.ncbi.nlm.nih.gov/pubmed/22824324": "Modulation of paraoxonases during infectious diseases and its potential impact on atherosclerosis.", "http://www.ncbi.nlm.nih.gov/pubmed/20122908": "Lactonases with organophosphatase activity: structural and evolutionary perspectives.", "http://www.ncbi.nlm.nih.gov/pubmed/31899933": "Cystic fibrosis in the year 2020: A disease with a new face.", "http://www.ncbi.nlm.nih.gov/pubmed/35125294": "Worldwide rates of diagnosis and effective treatment for cystic fibrosis.", "http://www.ncbi.nlm.nih.gov/pubmed/36986509": "Elexacaftor-Tezacaftor-Ivacaftor: A Life-Changing Triple Combination of CFTR Modulator Drugs for Cystic Fibrosis.", "http://www.ncbi.nlm.nih.gov/pubmed/37650357": "English version of Japanese guidance for biologics in treating atopic dermatitis.", "http://www.ncbi.nlm.nih.gov/pubmed/37801534": "Selection of Nemolizumab Clinical Dosage for Atopic Dermatitis.", "http://www.ncbi.nlm.nih.gov/pubmed/37556125": "Modulation of Neuroimmune and Epithelial Dysregulation in Patients With Moderate to Severe Prurigo Nodularis Treated With Nemolizumab.", "http://www.ncbi.nlm.nih.gov/pubmed/37888917": "Phase 3 Trial of Nemolizumab in Patients with Prurigo Nodularis.", "http://www.ncbi.nlm.nih.gov/pubmed/28249150": "Anti-Interleukin-31 Receptor A Antibody for Atopic Dermatitis.", "http://www.ncbi.nlm.nih.gov/pubmed/31449914": "Phase 2B randomized study of nemolizumab in adults with moderate-to-severe atopic dermatitis and severe pruritus.", "http://www.ncbi.nlm.nih.gov/pubmed/32640132": "Trial of Nemolizumab and Topical Agents for Atopic Dermatitis with Pruritus.", "http://www.ncbi.nlm.nih.gov/pubmed/32074418": "Trial of Nemolizumab in Moderate-to-Severe Prurigo Nodularis.", "http://www.ncbi.nlm.nih.gov/pubmed/29753033": "Nemolizumab in patients with moderate-to-severe atopic dermatitis: Randomized, phase II, long-term extension study.", "http://www.ncbi.nlm.nih.gov/pubmed/31364023": "New and Emerging Therapies for Pediatric Atopic Dermatitis.", "http://www.ncbi.nlm.nih.gov/pubmed/27714851": "Cynomolgus monkey model of interleukin-31-induced scratching depicts blockade of human interleukin-31 receptor A by a humanized monoclonal antibody.", "http://www.ncbi.nlm.nih.gov/pubmed/29433635": "[Current and upcoming treatments of adult atopic dermatitis].", "http://www.ncbi.nlm.nih.gov/pubmed/35412530": "Nemolizumab for atopic dermatitis.", "http://www.ncbi.nlm.nih.gov/pubmed/35842249": "Nemolizumab: An Innovative Biologic Treatment to Control Interleukin 31, a Key Mediator in Atopic Dermatitis and Prurigo Nodularis.", "http://www.ncbi.nlm.nih.gov/pubmed/37121713": "[Pharmacological profiles and clinical findings of nemolizumab as treatment for pruritus associated with atopic dermatitis].", "http://www.ncbi.nlm.nih.gov/pubmed/35834124": "Nemolizumab: First Approval.", "http://www.ncbi.nlm.nih.gov/pubmed/35088348": "Pharmacokinetics, Safety, Efficacy, and Biomarker Profiles During Nemolizumab Treatment of Atopic Dermatitis in Adolescents.", "http://www.ncbi.nlm.nih.gov/pubmed/35766128": "Nemolizumab efficacy in prurigo nodularis: onset of action on itch and sleep disturbances.", "http://www.ncbi.nlm.nih.gov/pubmed/34857395": "Transcriptomic characterization of prurigo nodularis and the therapeutic response to nemolizumab.", "http://www.ncbi.nlm.nih.gov/pubmed/36839897": "Blockage of the IL-31 Pathway as a Potential Target Therapy for Atopic Dermatitis.", "http://www.ncbi.nlm.nih.gov/pubmed/33711179": "Nemolizumab is associated with a rapid improvement in atopic dermatitis signs and symptoms: subpopulation (EASI ≥ 16) analysis of randomized phase 2B study.", "http://www.ncbi.nlm.nih.gov/pubmed/33644103": "Interleukin-31 as a Clinical Target for Pruritus Treatment.", "http://www.ncbi.nlm.nih.gov/pubmed/33924978": "Interleukin-31 and Pruritic Skin.", "http://www.ncbi.nlm.nih.gov/pubmed/33644104": "Interleukin-31 Signaling Bridges the Gap Between Immune Cells, the Nervous System and Epithelial Tissues.", "http://www.ncbi.nlm.nih.gov/pubmed/34726262": "Nemolizumab plus topical agents in patients with atopic dermatitis (AD) and moderate-to-severe pruritus provide improvement in pruritus and signs of AD for up to 68 weeks: results from two phase III, long-term studies.", "http://www.ncbi.nlm.nih.gov/pubmed/37318771": "Updated Review on Treatment of Atopic Dermatitis.", "http://www.ncbi.nlm.nih.gov/pubmed/24313570": "Excess early mortality in schizophrenia.", "http://www.ncbi.nlm.nih.gov/pubmed/29723811": "Increased mortality among people with schizophrenia and other non-affective psychotic disorders in the community: A systematic review and meta-analysis.", "http://www.ncbi.nlm.nih.gov/pubmed/32671117": "Immunotherapy in the Treatment of Metastatic Melanoma: Current Knowledge and Future Directions.", "http://www.ncbi.nlm.nih.gov/pubmed/35247927": "Single-cell Characterization of the Cellular Landscape of Acral Melanoma Identifies Novel Targets for Immunotherapy.", "http://www.ncbi.nlm.nih.gov/pubmed/33256089": "Overcoming Immune Evasion in Melanoma.", "http://www.ncbi.nlm.nih.gov/pubmed/33202676": "Tumor MHC Expression Guides First-Line Immunotherapy Selection in Melanoma.", "http://www.ncbi.nlm.nih.gov/pubmed/33002195": "Neoadjuvant immunotherapy for melanoma.", "http://www.ncbi.nlm.nih.gov/pubmed/25746916": "Clinical deployment of antibodies for treatment of melanoma.", "http://www.ncbi.nlm.nih.gov/pubmed/37989956": "Educational Review: Clinical Application of Immune Checkpoint Blockade for the Treatment of Melanoma.", "http://www.ncbi.nlm.nih.gov/pubmed/22697295": "A role of immunotherapy in metastatic malignant melanoma.", "http://www.ncbi.nlm.nih.gov/pubmed/30040090": "Immunotherapy for melanoma.", "http://www.ncbi.nlm.nih.gov/pubmed/27345592": "Radiotherapy and immune checkpoints inhibitors for advanced melanoma.", "http://www.ncbi.nlm.nih.gov/pubmed/35339277": "A Commotion in the Skin: Developing Melanoma Immunotherapies.", "http://www.ncbi.nlm.nih.gov/pubmed/27454404": "Advances in immunotherapy for melanoma management.", "http://www.ncbi.nlm.nih.gov/pubmed/16895565": "[Immunotherapy of malignant melanoma--basic principles and novel therapeutic approaches].", "http://www.ncbi.nlm.nih.gov/pubmed/30245770": "Miller Fisher Syndrome Associated With Immunotherapy for Metastatic Melanoma.", "http://www.ncbi.nlm.nih.gov/pubmed/28238077": "Immunotolerance as a Mechanism of Resistance to Targeted Therapies in Melanoma.", "http://www.ncbi.nlm.nih.gov/pubmed/32235439": "Modern Aspects of Immunotherapy with Checkpoint Inhibitors in Melanoma.", "http://www.ncbi.nlm.nih.gov/pubmed/34161002": "[Treatment of melanoma with immune checkpoints inhibitors].", "http://www.ncbi.nlm.nih.gov/pubmed/30914573": "[Cancer Immunoediting in the Development of Cancer Immunotherapy].", "http://www.ncbi.nlm.nih.gov/pubmed/32640053": "T cell receptor therapy against melanoma-Immunotherapy for the future?", "http://www.ncbi.nlm.nih.gov/pubmed/31824260": "Immune Checkpoint Blockade - How Does It Work in Brain Metastases?", "http://www.ncbi.nlm.nih.gov/pubmed/27430520": "Metastatic melanoma and immunotherapy.", "http://www.ncbi.nlm.nih.gov/pubmed/33363250": "Hendra virus: Epidemiology dynamics in relation to climate change, diagnostic tests and control measures.", "http://www.ncbi.nlm.nih.gov/pubmed/22752412": "Epidemiology of henipavirus disease in humans.", "http://www.ncbi.nlm.nih.gov/pubmed/28404070": "Pathophysiology of irritable bowel syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/27159638": "Irritable bowel syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/25083061": "Intestinal microbiota in pathophysiology and management of irritable bowel syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/36250361": "The Role of Short Chain Fatty Acids in Irritable Bowel Syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/37048642": "Irritable Bowel Syndrome and the Gut Microbiome: A Comprehensive Review.", "http://www.ncbi.nlm.nih.gov/pubmed/37049488": "Constipation-Predominant Irritable Bowel Syndrome (IBS-C): Effects of Different Nutritional Patterns on Intestinal Dysbiosis and Symptoms.", "http://www.ncbi.nlm.nih.gov/pubmed/26528001": "Irritable Bowel Syndrome: Peripheral Mechanisms and Therapeutic Implications.", "http://www.ncbi.nlm.nih.gov/pubmed/21860817": "Irritable bowel syndrome, gut microbiota and probiotics.", "http://www.ncbi.nlm.nih.gov/pubmed/37160449": "New insights into irritable bowel syndrome pathophysiological mechanisms: contribution of epigenetics.", "http://www.ncbi.nlm.nih.gov/pubmed/35431513": "Antibiotics, gut microbiota, and irritable bowel syndrome: What are the relations?", "http://www.ncbi.nlm.nih.gov/pubmed/34631603": "Gut Microbiota-Derived Metabolites in Irritable Bowel Syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/22363132": "Psychosocial determinants of irritable bowel syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/34709996": "Local immune response as novel disease mechanism underlying abdominal pain in patients with irritable bowel syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/27713358": "Rational Use of Antibiotics in the Treatment of Functional Bowel Disorders.", "http://www.ncbi.nlm.nih.gov/pubmed/19682813": "[Irritable bowel syndrome: from the gut to the brain-gut].", "http://www.ncbi.nlm.nih.gov/pubmed/34741163": "Genome-wide analysis of 53,400 people with irritable bowel syndrome highlights shared genetic pathways with mood and anxiety disorders.", "http://www.ncbi.nlm.nih.gov/pubmed/24944466": "Cognitive behavioral approach to understanding irritable bowel syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/16440408": "Changing face of irritable bowel syndrome.", "http://www.ncbi.nlm.nih.gov/pubmed/37646678": "Anti-Epstein-Barr Virus BNLF2b for Mass Screening for Nasopharyngeal Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/37813237": "FAM134B-induced endoplasmic reticulum (ER)-phagy exacerbates cisplatin-insulted hair cell apoptosis ：Possible relation to excessive ER stress.", "http://www.ncbi.nlm.nih.gov/pubmed/37728036": "Upregulation of FAM134B inhibits endoplasmic reticulum stress-related degradation protein expression and promotes hepatocellular carcinogenesis.", "http://www.ncbi.nlm.nih.gov/pubmed/36056188": "O-GlcNAc transferase regulates intervertebral disc degeneration by targeting FAM134B-mediated ER-phagy.", "http://www.ncbi.nlm.nih.gov/pubmed/31930741": "FAM134B oligomerization drives endoplasmic reticulum membrane scission for ER-phagy.", "http://www.ncbi.nlm.nih.gov/pubmed/33199694": "Critical roles of FAM134B in ER-phagy and diseases.", "http://www.ncbi.nlm.nih.gov/pubmed/30556279": "FAM134B induces tumorigenesis and epithelial-to-mesenchymal transition via Akt signaling in hepatocellular carcinoma.", "http://www.ncbi.nlm.nih.gov/pubmed/31147549": "Curvature induction and membrane remodeling by FAM134B reticulon homology domain assist selective ER-phagy.", "http://www.ncbi.nlm.nih.gov/pubmed/32102874": "BPIFB3 Regulates Endoplasmic Reticulum Morphology To Facilitate Flavivirus Replication.", "http://www.ncbi.nlm.nih.gov/pubmed/35477002": "The pivotal role of FAM134B in selective ER-phagy and diseases.", "http://www.ncbi.nlm.nih.gov/pubmed/33843059": "Roles of FAM134B in diseases from the perspectives of organelle membrane morphogenesis and cellular homeostasis.", "http://www.ncbi.nlm.nih.gov/pubmed/29226326": "RETREG1 (FAM134B): A new player in human diseases: 15 years after the discovery in cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/37273064": "Molecular characterization of wild-type and HSAN2B-linked FAM134B.", "http://www.ncbi.nlm.nih.gov/pubmed/31996076": "Molecular dynamics simulations reveal how the reticulon-homology domain of the autophagy receptor RETREG1/FAM134B remodels membranes for efficient selective reticulophagy.", "http://www.ncbi.nlm.nih.gov/pubmed/30177506": "ER-phagy at a glance.", "http://www.ncbi.nlm.nih.gov/pubmed/28617241": "Full length RTN3 regulates turnover of tubular endoplasmic reticulum via selective autophagy.", "http://www.ncbi.nlm.nih.gov/pubmed/33052704": "Differential expression of full-length and NH<sub>2</sub> terminally truncated FAM134B isoforms in normal physiology and cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/34338405": "Role of FAM134 paralogues in endoplasmic reticulum remodeling, ER-phagy, and Collagen quality control.", "http://www.ncbi.nlm.nih.gov/pubmed/30794892": "FAM134B promotes esophageal squamous cell carcinoma in vitro and its correlations with clinicopathologic features.", "http://www.ncbi.nlm.nih.gov/pubmed/29964340": "Protein interactions of FAM134B with EB1 and APC/beta-catenin in vitro in colon carcinoma.", "http://www.ncbi.nlm.nih.gov/pubmed/26040720": "Regulation of endoplasmic reticulum turnover by selective autophagy.", "http://www.ncbi.nlm.nih.gov/pubmed/29233873": "ER homeostasis and autophagy.", "http://www.ncbi.nlm.nih.gov/pubmed/35253652": "FAM134B-mediated ER-phagy alleviates endoplasmic reticulum stress of rat soleus muscle in response to acute exercise.", "http://www.ncbi.nlm.nih.gov/pubmed/34210752": "AP-2α-Mediated Activation of E2F and EZH2 Drives Melanoma Metastasis.", "http://www.ncbi.nlm.nih.gov/pubmed/37083077": "TFAP2A promotes cervical cancer via a positive feedback pathway with PD‑L1.", "http://www.ncbi.nlm.nih.gov/pubmed/37291585": "Crucial role of the transcription factors family activator protein 2 in cancer: current clue and views.", "http://www.ncbi.nlm.nih.gov/pubmed/36831334": "Differential Expression of AP-2 Transcription Factors Family in Lung Adenocarcinoma and Lung Squamous Cell Carcinoma-A Bioinformatics Study.", "http://www.ncbi.nlm.nih.gov/pubmed/36410635": "The oncogenic role of TFAP2A in bladder urothelial carcinoma via a novel long noncoding RNA TPRG1-AS1/DNMT3A/CRTAC1 axis.", "http://www.ncbi.nlm.nih.gov/pubmed/33824285": "TFAP2A potentiates lung adenocarcinoma metastasis by a novel miR-16 family/TFAP2A/PSG9/TGF-β signaling pathway.", "http://www.ncbi.nlm.nih.gov/pubmed/35117502": "The comprehensive investigation of transcription factor AP-2 alpha in lung adenocarcinoma.", "http://www.ncbi.nlm.nih.gov/pubmed/19671168": "Identification of target genes of transcription factor activator protein 2 gamma in breast cancer cells.", "http://www.ncbi.nlm.nih.gov/pubmed/14744778": "Activator protein 2alpha inhibits tumorigenicity and represses vascular endothelial growth factor transcription in prostate cancer cells.", "http://www.ncbi.nlm.nih.gov/pubmed/17695722": "The AP-2alpha transcription factor regulates tumor cell migration and apoptosis.", "http://www.ncbi.nlm.nih.gov/pubmed/36707053": "Transcription factor AP-2α activates RNA polymerase III-directed transcription and tumor cell proliferation by controlling expression of c-MYC and p53.", "http://www.ncbi.nlm.nih.gov/pubmed/11310795": "Gene regulation in melanoma progression by the AP-2 transcription factor.", "http://www.ncbi.nlm.nih.gov/pubmed/10721491": "Role of AP-2 in tumor growth and metastasis of human melanoma.", "http://www.ncbi.nlm.nih.gov/pubmed/20731046": "[Dual role of transcription factor AP-2 in carcinogenesis].", "http://www.ncbi.nlm.nih.gov/pubmed/24335623": "TFAP2A regulates nasopharyngeal carcinoma growth and survival by targeting HIF-1α signaling pathway.", "https://pubmed.ncbi.nlm.nih.gov/34210752/": "AP-2α-Mediated Activation of E2F and EZH2 Drives Melanoma Metastasis.", "http://www.ncbi.nlm.nih.gov/pubmed/9632718": "Loss of AP-2 results in up-regulation of MCAM/MUC18 and an increase in tumor growth and metastasis of human melanoma cells.", "http://www.ncbi.nlm.nih.gov/pubmed/37046794": "EBV and Lymphomagenesis.", "http://www.ncbi.nlm.nih.gov/pubmed/19165855": "Epstein-Barr virus and the pathogenesis of Burkitt's lymphoma: more questions than answers.", "http://www.ncbi.nlm.nih.gov/pubmed/19874382": "Epstein-Barr virus and carcinogenesis: beyond Burkitt's lymphoma.", "http://www.ncbi.nlm.nih.gov/pubmed/17664471": "Expression of epiregulin and amphiregulin and K-ras mutation status predict disease control in metastatic colorectal cancer patients treated with cetuximab.", "http://www.ncbi.nlm.nih.gov/pubmed/33888518": "Artificial Intelligence-Assisted Amphiregulin and Epiregulin IHC Predicts Panitumumab Benefit in RAS Wild-Type Metastatic Colorectal Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/23885463": "[Correlation between the presence of Kras mutation and the presence of the proteins epiregulin and amphiregulin in colon cancer tissue].", "http://www.ncbi.nlm.nih.gov/pubmed/23959273": "Intergenic polymorphisms in the amphiregulin gene region as biomarkers in metastatic colorectal cancer patients treated with anti-EGFR plus irinotecan.", "http://www.ncbi.nlm.nih.gov/pubmed/30252132": "Epigenetic regulation of Amphiregulin and Epiregulin in colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/26867820": "Combined Epiregulin and Amphiregulin Expression Levels as a Predictive Biomarker for Panitumumab Therapy Benefit or Lack of Benefit in Patients With RAS Wild-Type Advanced Colorectal Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/33775193": "Immunohistochemical evaluation of the prognostic and predictive power of epidermal growth factor receptor ligand levels in patients with metastatic colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/19663767": "Anti-EGFR therapy in colorectal cancer: how to choose the right patient.", "http://www.ncbi.nlm.nih.gov/pubmed/32943459": "Amphiregulin Expression Is a Predictive Biomarker for EGFR Inhibition in Metastatic Colorectal Cancer: Combined Analysis of Three Randomized Trials.", "http://www.ncbi.nlm.nih.gov/pubmed/27344184": "Prognostic value of amphiregulin and epiregulin mRNA expression in metastatic colorectal cancer patients.", "http://www.ncbi.nlm.nih.gov/pubmed/19738126": "Amphiregulin and epiregulin mRNA expression in primary tumors predicts outcome in metastatic colorectal cancer treated with cetuximab.", "http://www.ncbi.nlm.nih.gov/pubmed/37363997": "Associations between AI-Assisted Tumor Amphiregulin and Epiregulin IHC and Outcomes from Anti-EGFR Therapy in the Routine Management of Metastatic Colorectal Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/27422777": "Potential biomarkers for anti-EGFR therapy in metastatic colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/27570430": "Prognostic and predictive biomarkers in metastatic colorectal cancer anti-EGFR therapy.", "http://www.ncbi.nlm.nih.gov/pubmed/27272216": "Association of CpG island methylator phenotype and EREG/AREG methylation and expression in colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/32533590": "Fibroblast growth factor receptor 4 increases epidermal growth factor receptor (EGFR) signaling by inducing amphiregulin expression and attenuates response to EGFR inhibitors in colon cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/34884633": "The Role of EREG/EGFR Pathway in Tumor Progression.", "http://www.ncbi.nlm.nih.gov/pubmed/37594733": "Towards Multiomics-Based Dissection of Anti-EGFR Sensitivity in Colorectal Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/25053989": "Amphiregulin and PTEN evoke a multimodal mechanism of acquired resistance to PI3K inhibition.", "http://www.ncbi.nlm.nih.gov/pubmed/34893673": "Amphiregulin can predict treatment resistance to palliative first-line cetuximab plus FOLFIRI chemotherapy in patients with RAS wild-type metastatic colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/22409860": "Amphiregulin and Epiregulin mRNA expression in primary colorectal cancer and corresponding liver metastases.", "http://www.ncbi.nlm.nih.gov/pubmed/20631481": "Amphiregulin and epiregulin expression in colorectal carcinoma and the correlation with clinicopathological characteristics.", "http://www.ncbi.nlm.nih.gov/pubmed/36658421": "Wearable full-body motion tracking of activities of daily living predicts disease trajectory in Duchenne muscular dystrophy.", "http://www.ncbi.nlm.nih.gov/pubmed/37124497": "Circular RNAs as a potential source of neoepitopes in cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/37762282": "Vesicular Release and Uptake of Circular LSD1-RNAs from Non-Cancer and Cancer Lung Cells.", "http://www.ncbi.nlm.nih.gov/pubmed/33634138": "Insights Into circRNAs: Functional Roles in Lung Cancer Management and the Potential Mechanisms.", "http://www.ncbi.nlm.nih.gov/pubmed/32972011": "Beyond Back Splicing, a Still Poorly Explored World: Non-Canonical Circular RNAs.", "http://www.ncbi.nlm.nih.gov/pubmed/29567830": "Cardiac circRNAs arise mainly from constitutive exons rather than alternatively spliced exons.", "http://www.ncbi.nlm.nih.gov/pubmed/29804099": "Circular RNAs: a new class of biomarkers as a rising interest in laboratory medicine.", "http://www.ncbi.nlm.nih.gov/pubmed/32781555": "Protein-Related Circular RNAs in Human Pathologies.", "http://www.ncbi.nlm.nih.gov/pubmed/29182528": "Circular RNAs (circRNAs) in Health and Disease.", "http://www.ncbi.nlm.nih.gov/pubmed/27365365": "Diverse alternative back-splicing and alternative splicing landscape of circular RNAs.", "http://www.ncbi.nlm.nih.gov/pubmed/31001302": "Present Scenario of Circular RNAs (circRNAs) in Plants.", "http://www.ncbi.nlm.nih.gov/pubmed/30259367": "Circular RNAs in Cardiovascular Diseases.", "http://www.ncbi.nlm.nih.gov/pubmed/30259356": "Circular RNA Splicing.", "http://www.ncbi.nlm.nih.gov/pubmed/36164985": "Characterization of circular RNAs with advanced sequencing technologies in human complex diseases.", "http://www.ncbi.nlm.nih.gov/pubmed/36875647": "Prenatal alcohol exposure results in brain region- and sex-specific changes in circHomer1 expression in adult mouse brain.", "http://www.ncbi.nlm.nih.gov/pubmed/37190069": "PARP1 Regulates Circular RNA Biogenesis though Control of Transcriptional Dynamics.", "http://www.ncbi.nlm.nih.gov/pubmed/34571139": "Nanopore long-read sequencing of circRNAs.", "http://www.ncbi.nlm.nih.gov/pubmed/29914009": "Circular RNAs as novel rising stars with huge potentials in development and disease.", "http://www.ncbi.nlm.nih.gov/pubmed/30894216": "Circular RNAs as promising biomarkers in cancer: detection, function, and beyond.", "http://www.ncbi.nlm.nih.gov/pubmed/29343298": "Circular RNAs: biogenesis, expression and their potential roles in reproduction.", "http://www.ncbi.nlm.nih.gov/pubmed/37139555": "Computational approaches for circRNAs prediction and in silico characterization.", "http://www.ncbi.nlm.nih.gov/pubmed/31421281": "Pre-mRNA structures forming circular RNAs.", "http://www.ncbi.nlm.nih.gov/pubmed/30356745": "Circular RNAs as Therapeutic Agents and Targets.", "http://www.ncbi.nlm.nih.gov/pubmed/32398477": "Role of Circular RNAs in Cardiovascular Disease.", "http://www.ncbi.nlm.nih.gov/pubmed/34195961": "NGS Methodologies and Computational Algorithms for the Prediction and Analysis of Plant Circular RNAs.", "http://www.ncbi.nlm.nih.gov/pubmed/37592109": "Circ_0067934: a circular RNA with roles in human cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/35609906": "Biogenesis and Regulatory Roles of Circular RNAs.", "http://www.ncbi.nlm.nih.gov/pubmed/30057200": "The Biogenesis, Functions, and Challenges of Circular RNAs.", "http://www.ncbi.nlm.nih.gov/pubmed/32399680": "Role of Circular RNAs in the Pathogenesis of Cardiovascular Disease.", "http://www.ncbi.nlm.nih.gov/pubmed/27619342": "Circular RNA: a new star in neurological diseases.", "http://www.ncbi.nlm.nih.gov/pubmed/29655315": "A 360° view of circular RNAs: From biogenesis to functions.", "http://www.ncbi.nlm.nih.gov/pubmed/27982727": "Insights into circular RNA biology.", "http://www.ncbi.nlm.nih.gov/pubmed/36494488": "Mechanisms of circular RNA degradation.", "http://www.ncbi.nlm.nih.gov/pubmed/33717126": "Insights Into the Involvement of Circular RNAs in Autoimmune Diseases.", "http://www.ncbi.nlm.nih.gov/pubmed/28634583": "Circular RNAs: Biogenesis, Function and Role in Human Diseases.", "http://www.ncbi.nlm.nih.gov/pubmed/31212038": "Diversity of circular RNAs and RNA ligases in archaeal cells.", "http://www.ncbi.nlm.nih.gov/pubmed/28418376": "A circRNA from SEPALLATA3 regulates splicing of its cognate mRNA through R-loop formation.", "http://www.ncbi.nlm.nih.gov/pubmed/30837568": "A genome-wide map of circular RNAs in adult zebrafish.", "http://www.ncbi.nlm.nih.gov/pubmed/29359036": "Selective release of circRNAs in platelet-derived extracellular vesicles.", "http://www.ncbi.nlm.nih.gov/pubmed/37871444": "Circular RNA_0000285: A novel double-edged sword circular RNA in human malignancies.", "http://www.ncbi.nlm.nih.gov/pubmed/38089761": "Circular RNAs: Biomarkers of cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/36797245": "Regulation of the tumor immune microenvironment by cancer-derived circular RNAs.", "http://www.ncbi.nlm.nih.gov/pubmed/34277605": "The Roles of circMTO1 in Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/31532701": "Interior circular RNA.", "http://www.ncbi.nlm.nih.gov/pubmed/25259915": "Biogenesis of Circular RNAs.", "http://www.ncbi.nlm.nih.gov/pubmed/30087459": "Enzyme-free digital counting of endogenous circular RNA molecules in B-cell malignancies.", "http://www.ncbi.nlm.nih.gov/pubmed/31343080": "Past, present, and future of circRNAs.", "http://www.ncbi.nlm.nih.gov/pubmed/31421856": "Reinventing the Wheel: Synthetic Circular RNAs for Mammalian Cell Engineering.", "http://www.ncbi.nlm.nih.gov/pubmed/36270182": "Exploring the physiological roles of circular RNAs in livestock animals.", "http://www.ncbi.nlm.nih.gov/pubmed/28594838": "A comprehensive overview and evaluation of circular RNA detection tools.", "http://www.ncbi.nlm.nih.gov/pubmed/31077303": "Deep learning of the back-splicing code for circular RNA formation.", "http://www.ncbi.nlm.nih.gov/pubmed/29322444": "Constructing GFP-Based Reporter to Study Back Splicing and Translation of Circular RNA.", "http://www.ncbi.nlm.nih.gov/pubmed/26908011": "The biogenesis and emerging roles of circular RNAs.", "http://www.ncbi.nlm.nih.gov/pubmed/36645925": "Identification of potential proteins translated from circular RNA splice variants.", "http://www.ncbi.nlm.nih.gov/pubmed/34944400": "Circular RNA-Is the Circle Perfect?", "http://www.ncbi.nlm.nih.gov/pubmed/29387208": "Circular RNAs function as competing endogenous RNAs in multiple types of cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/35453621": "Clinical Implications of Circulating Circular RNAs in Lung Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/37367977": "Transgender Identity and Suicide Attempts and Mortality in Denmark.", "http://www.ncbi.nlm.nih.gov/pubmed/36716027": "Analysis of Mortality Among Transgender and Gender Diverse Adults in England.", "http://www.ncbi.nlm.nih.gov/pubmed/37646702": "Mezigdomide plus Dexamethasone in Relapsed and Refractory Multiple Myeloma.", "http://www.ncbi.nlm.nih.gov/pubmed/37705327": "Model based assessment of food and acid reducing agent effects on oral absorption of mezigdomide (CC-92480), a novel cereblon E3 ligase modulator.", "http://www.ncbi.nlm.nih.gov/pubmed/36342226": "The role of E3 ubiquitin ligase in multiple myeloma: potential for cereblon E3 ligase modulators in the treatment of relapsed/refractory disease.", "http://www.ncbi.nlm.nih.gov/pubmed/37906232": "A safety review of recently approved and emerging drugs for patients with relapsed or refractory multiple myeloma.", "http://www.ncbi.nlm.nih.gov/pubmed/37057673": "De novo missense variants in RRAGC lead to a fatal mTORopathy of early childhood.", "http://www.ncbi.nlm.nih.gov/pubmed/37274127": "The mTOR signaling pathway in cardiac aging.", "http://www.ncbi.nlm.nih.gov/pubmed/17510057": "PRAS40 regulates mTORC1 kinase activity by functioning as a direct inhibitor of substrate binding.", "http://www.ncbi.nlm.nih.gov/pubmed/21576368": "mTOR kinase domain phosphorylation promotes mTORC1 signaling, cell growth, and cell cycle progression.", "http://www.ncbi.nlm.nih.gov/pubmed/31451768": "Protein kinase N controls a lysosomal lipid switch to facilitate nutrient signalling via mTORC1.", "http://www.ncbi.nlm.nih.gov/pubmed/25457612": "Sestrins inhibit mTORC1 kinase activation through the GATOR complex.", "http://www.ncbi.nlm.nih.gov/pubmed/30359581": "Transcriptional and Epigenetic Regulation by the Mechanistic Target of Rapamycin Complex 1 Pathway.", "http://www.ncbi.nlm.nih.gov/pubmed/22168436": "Regulation and function of ribosomal protein S6 kinase (S6K) within mTOR signalling networks.", "http://www.ncbi.nlm.nih.gov/pubmed/24666346": "mTOR complex 1: a key player in neuroadaptations induced by drugs of abuse.", "http://www.ncbi.nlm.nih.gov/pubmed/29515755": "CGEF-1 regulates mTORC1 signaling during adult longevity and stress response in C. elegans.", "http://www.ncbi.nlm.nih.gov/pubmed/31277692": "Targeting mTOR for cancer therapy.", "http://www.ncbi.nlm.nih.gov/pubmed/36858209": "MTORC2 is a physiological hydrophobic motif kinase of S6 Kinase 1.", "http://www.ncbi.nlm.nih.gov/pubmed/34245780": "The innate immune kinase TBK1 directly increases mTORC2 activity and downstream signaling to Akt.", "http://www.ncbi.nlm.nih.gov/pubmed/32854217": "Regulation of mTORC1 by Upstream Stimuli.", "http://www.ncbi.nlm.nih.gov/pubmed/29337437": "Canonical signaling and nuclear activity of mTOR-a teamwork effort to regulate metabolism and cell growth.", "http://www.ncbi.nlm.nih.gov/pubmed/32122730": "Spatial regulation of mTORC1 signalling: Beyond the Rag GTPases.", "http://www.ncbi.nlm.nih.gov/pubmed/35580586": "mTOR substrate phosphorylation in growth control.", "http://www.ncbi.nlm.nih.gov/pubmed/32899613": "Regulation of mTORC2 Signaling.", "http://www.ncbi.nlm.nih.gov/pubmed/28411448": "mTORC1 signaling and the metabolic control of cell growth.", "http://www.ncbi.nlm.nih.gov/pubmed/37507012": "Alkaline intracellular pH (pHi) increases PI3K activity to promote mTORC1 and mTORC2 signaling and function during growth factor limitation.", "http://www.ncbi.nlm.nih.gov/pubmed/23863160": "The kinase triad, AMPK, mTORC1 and ULK1, maintains energy and nutrient homoeostasis.", "http://www.ncbi.nlm.nih.gov/pubmed/35948564": "mTORC1 controls Golgi architecture and vesicle secretion by phosphorylation of SCYL1.", "http://www.ncbi.nlm.nih.gov/pubmed/37511253": "Regulation of mTOR Signaling: Emerging Role of Cyclic Nucleotide-Dependent Protein Kinases and Implications for Cardiometabolic Disease.", "http://www.ncbi.nlm.nih.gov/pubmed/37225457": "Mechanistic/mammalian target of rapamycin complex 1 (mTORC1) signaling is involved in phagocytosis activation during THP-1 cell differentiation.", "http://www.ncbi.nlm.nih.gov/pubmed/19272448": "Mammalian target of rapamycin complex 1-mediated phosphorylation of eukaryotic initiation factor 4E-binding protein 1 requires multiple protein-protein interactions for substrate recognition.", "http://www.ncbi.nlm.nih.gov/pubmed/21138990": "mTORC1 signaling: what we still don't know.", "http://www.ncbi.nlm.nih.gov/pubmed/28583723": "Control of B lymphocyte development and functions by the mTOR signaling pathways.", "http://www.ncbi.nlm.nih.gov/pubmed/22576015": "MTORC1 functions as a transcriptional regulator of autophagy by preventing nuclear transport of TFEB.", "http://www.ncbi.nlm.nih.gov/pubmed/18812319": "Isolation of hyperactive mutants of mammalian target of rapamycin.", "http://www.ncbi.nlm.nih.gov/pubmed/24558442": "The mTOR pathway controls cell proliferation by regulating the FoxO3a transcription factor via SGK1 kinase.", "http://www.ncbi.nlm.nih.gov/pubmed/19209957": "Active-site inhibitors of mTOR target rapamycin-resistant outputs of mTORC1 and mTORC2.", "http://www.ncbi.nlm.nih.gov/pubmed/19995915": "mTORC1-activated S6K1 phosphorylates Rictor on threonine 1135 and regulates mTORC2 signaling.", "http://www.ncbi.nlm.nih.gov/pubmed/30552228": "RagC phosphorylation autoregulates mTOR complex 1.", "http://www.ncbi.nlm.nih.gov/pubmed/19270521": "RAG GTPases in nutrient-mediated TOR signaling pathway.", "http://www.ncbi.nlm.nih.gov/pubmed/25514416": "Crosstalk between Edc4 and mammalian target of rapamycin complex 1 (mTORC1) signaling in mRNA decapping.", "http://www.ncbi.nlm.nih.gov/pubmed/17956308": "Amino acids and mTOR signalling in anabolic function.", "http://www.ncbi.nlm.nih.gov/pubmed/20670887": "Activation of a metabolic gene regulatory network downstream of mTOR complex 1.", "http://www.ncbi.nlm.nih.gov/pubmed/34965982": "G-Protein Coupled Receptor Signaling and Mammalian Target of Rapamycin Complex 1 Regulation.", "http://www.ncbi.nlm.nih.gov/pubmed/25940091": "La-related Protein 1 (LARP1) Represses Terminal Oligopyrimidine (TOP) mRNA Translation Downstream of mTOR Complex 1 (mTORC1).", "http://www.ncbi.nlm.nih.gov/pubmed/19297407": "Tuberous sclerosis complex, implication from a rare genetic disease to common cancer treatment.", "http://www.ncbi.nlm.nih.gov/pubmed/21795849": "ULK1 inhibits the kinase activity of mTORC1 and cell proliferation.", "http://www.ncbi.nlm.nih.gov/pubmed/23416465": "Post-translational regulation of mTOR complex 1 in hypoxia and reoxygenation.", "http://www.ncbi.nlm.nih.gov/pubmed/32850834": "Mechanism of Activation of Mechanistic Target of Rapamycin Complex 1 by Methionine.", "http://www.ncbi.nlm.nih.gov/pubmed/19166929": "Mammalian target of rapamycin complex 1: signalling inputs, substrates and feedback mechanisms.", "http://www.ncbi.nlm.nih.gov/pubmed/36732624": "AMPK-dependent phosphorylation of the GATOR2 component WDR24 suppresses glucose-mediated mTORC1 activation.", "http://www.ncbi.nlm.nih.gov/pubmed/25263562": "The Sestrins interact with GATOR2 to negatively regulate the amino-acid-sensing pathway upstream of mTORC1.", "http://www.ncbi.nlm.nih.gov/pubmed/36189922": "S6K1 phosphorylates Cdk1 and MSH6 to regulate DNA repair.", "http://www.ncbi.nlm.nih.gov/pubmed/19143637": "mTORC1 signalling and mRNA translation.", "http://www.ncbi.nlm.nih.gov/pubmed/23184942": "Microtubule-associated protein/microtubule affinity-regulating kinase 4 (MARK4) is a negative regulator of the mammalian target of rapamycin complex 1 (mTORC1).", "http://www.ncbi.nlm.nih.gov/pubmed/19690328": "mTORC1 phosphorylates the ULK1-mAtg13-FIP200 autophagy regulatory complex.", "http://www.ncbi.nlm.nih.gov/pubmed/23928304": "Autoregulation of the mechanistic target of rapamycin (mTOR) complex 2 integrity is controlled by an ATP-dependent mechanism.", "http://www.ncbi.nlm.nih.gov/pubmed/36631720": "Pharmacokinetic and Pharmacodynamic Characteristics of Insulin Icodec After Subcutaneous Administration in the Thigh, Abdomen or Upper Arm in Individuals with Type 2 Diabetes Mellitus.", "http://www.ncbi.nlm.nih.gov/pubmed/37354562": "Once-Weekly Insulin Icodec vs Once-Daily Insulin Degludec in Adults With Insulin-Naive Type 2 Diabetes: The ONWARDS 3 Randomized Clinical Trial.", "http://www.ncbi.nlm.nih.gov/pubmed/37313230": "Insulin Icodec Weekly: A Basal Insulin Analogue for Type 2 Diabetes.", "http://www.ncbi.nlm.nih.gov/pubmed/37249450": "Once-Weekly Insulin Icodec vs. Once-Daily Insulin Glargine U100 for type 2 diabetes: a systematic review and meta-analysis of phase 2 randomized controlled trials.", "http://www.ncbi.nlm.nih.gov/pubmed/33944562": "Molecular Engineering of Insulin Icodec, the First Acylated Insulin Analog for Once-Weekly Administration in Humans.", "http://www.ncbi.nlm.nih.gov/pubmed/32960514": "Once-Weekly Insulin for Type 2 Diabetes without Previous Insulin Treatment.", "http://www.ncbi.nlm.nih.gov/pubmed/34133152": "Icodec Advances the Prospect of Once-Weekly Insulin Injection.", "http://www.ncbi.nlm.nih.gov/pubmed/34413118": "Molecular and pharmacological characterization of insulin icodec: a new basal insulin analog designed for once-weekly dosing.", "http://www.ncbi.nlm.nih.gov/pubmed/36108418": "Once-weekly basal insulin icodec: Looking ONWARDS from pharmacology to clinical trials.", "http://www.ncbi.nlm.nih.gov/pubmed/37356066": "Weekly Icodec versus Daily Glargine U100 in Type 2 Diabetes without Previous Insulin.", "http://www.ncbi.nlm.nih.gov/pubmed/33875485": "Switching to Once-Weekly Insulin Icodec Versus Once-Daily Insulin Glargine U100 in Type 2 Diabetes Inadequately Controlled on Daily Basal Insulin: A Phase 2 Randomized Controlled Trial.", "http://www.ncbi.nlm.nih.gov/pubmed/37148899": "Switching to once-weekly insulin icodec versus once-daily insulin degludec in individuals with basal insulin-treated type 2 diabetes (ONWARDS 2): a phase 3a, randomised, open label, multicentre, treat-to-target trial.", "http://www.ncbi.nlm.nih.gov/pubmed/37156252": "Switching to once-weekly insulin icodec versus once-daily insulin glargine U100 in individuals with basal-bolus insulin-treated type 2 diabetes (ONWARDS 4): a phase 3a, randomised, open-label, multicentre, treat-to-target, non-inferiority trial.", "http://www.ncbi.nlm.nih.gov/pubmed/37748181": "Once-Weekly Insulin Icodec With Dosing Guide App Versus Once-Daily Basal Insulin Analogues in Insulin-Naive Type 2 Diabetes (ONWARDS 5) : A Randomized Trial.", "http://www.ncbi.nlm.nih.gov/pubmed/37984730": "Once-weekly Insulin Icodec as Compared to Once-daily Basal Insulins: A Meta-analysis.", "http://www.ncbi.nlm.nih.gov/pubmed/37863084": "Once-weekly insulin icodec versus once-daily insulin degludec as part of a basal-bolus regimen in individuals with type 1 diabetes (ONWARDS 6): a phase 3a, randomised, open-label, treat-to-target trial.", "http://www.ncbi.nlm.nih.gov/pubmed/37694740": "Pharmacokinetic and pharmacodynamic properties of once-weekly insulin icodec in individuals with type 2 diabetes.", "http://www.ncbi.nlm.nih.gov/pubmed/33875484": "A Randomized, Open-Label Comparison of Once-Weekly Insulin Icodec Titration Strategies Versus Once-Daily Insulin Glargine U100.", "http://www.ncbi.nlm.nih.gov/pubmed/37237548": "Tumor Microenvironment and Glioblastoma Cell Interplay as Promoters of Therapeutic Resistance.", "http://www.ncbi.nlm.nih.gov/pubmed/36968288": "Tumor microenvironment in glioblastoma: Current and emerging concepts.", "http://www.ncbi.nlm.nih.gov/pubmed/22996727": "Growth factors from tumor microenvironment possibly promote the proliferation of glioblastoma-derived stem-like cells in vitro.", "http://www.ncbi.nlm.nih.gov/pubmed/24834433": "Stem cell niches in glioblastoma: a neuropathological view.", "http://www.ncbi.nlm.nih.gov/pubmed/32545571": "CCR5-Mediated Signaling Is Involved in Invasion of Glioblastoma Cells in Its Microenvironment.", "http://www.ncbi.nlm.nih.gov/pubmed/36338705": "Heterogeneity of glioblastoma stem cells in the context of the immune microenvironment and geospatial organization.", "http://www.ncbi.nlm.nih.gov/pubmed/22379614": "The brain tumor microenvironment.", "http://www.ncbi.nlm.nih.gov/pubmed/23063412": "Glioblastoma cancer stem cells: role of the microenvironment and therapeutic targeting.", "http://www.ncbi.nlm.nih.gov/pubmed/21446047": "The brain tumor microenvironment.", "http://www.ncbi.nlm.nih.gov/pubmed/24904289": "CXCL12 modulation of CXCR4 and CXCR7 activity in human glioblastoma stem-like cells and regulation of the tumor microenvironment.", "http://www.ncbi.nlm.nih.gov/pubmed/31147872": "Pericytes in Glioblastomas: Multifaceted Role Within Tumor Microenvironments and Potential for Therapeutic Interventions.", "http://www.ncbi.nlm.nih.gov/pubmed/35920986": "The multifaceted mechanisms of malignant glioblastoma progression and clinical implications.", "http://www.ncbi.nlm.nih.gov/pubmed/35228161": "Glioblastoma microenvironment: The stromal interactions.", "http://www.ncbi.nlm.nih.gov/pubmed/34687436": "Glioma: molecular signature and crossroads with tumor microenvironment.", "http://www.ncbi.nlm.nih.gov/pubmed/28630875": "Contribution of the Microenvironmental Niche to Glioblastoma Heterogeneity.", "http://www.ncbi.nlm.nih.gov/pubmed/37218976": "Macrophages in Recurrent Glioblastoma as a Prognostic Factor in the Synergistic System of the Tumor Microenvironment.", "http://www.ncbi.nlm.nih.gov/pubmed/37108208": "Glioblastoma Microenvironment and Invasiveness: New Insights and Therapeutic Targets.", "http://www.ncbi.nlm.nih.gov/pubmed/34439159": "The Renin-Angiotensin System in the Tumor Microenvironment of Glioblastoma.", "http://www.ncbi.nlm.nih.gov/pubmed/35805138": "Cancer Stem Cell-Associated Immune Microenvironment in Recurrent Glioblastomas.", "http://www.ncbi.nlm.nih.gov/pubmed/28740831": "The Impact of the Tumor Microenvironment on the Properties of Glioma Stem-Like Cells.", "http://www.ncbi.nlm.nih.gov/pubmed/30619286": "Cancer Stem Cells and Immunosuppressive Microenvironment in Glioma.", "http://www.ncbi.nlm.nih.gov/pubmed/35311140": "Glioblastoma Microenvironment: From an Inviolable Defense to a Therapeutic Chance.", "http://www.ncbi.nlm.nih.gov/pubmed/29204831": "Glioblastoma Stem Cells and Their Microenvironment.", "http://www.ncbi.nlm.nih.gov/pubmed/35456984": "Systematic Review on Tumor Microenvironment in Glial Neoplasm: From Understanding Pathogenesis to Future Therapeutic Perspectives.", "http://www.ncbi.nlm.nih.gov/pubmed/35269652": "Friends with Benefits: Chemokines, Glioblastoma-Associated Microglia/Macrophages, and Tumor Microenvironment.", "http://www.ncbi.nlm.nih.gov/pubmed/28003805": "Glioblastoma Stem-Like Cells: Characteristics, Microenvironment, and Therapy.", "http://www.ncbi.nlm.nih.gov/pubmed/33799798": "Cancer Stem Cells: Significance in Origin, Pathogenesis and Treatment of Glioblastoma.", "http://www.ncbi.nlm.nih.gov/pubmed/35141013": "Enhanced proton treatment with a LDLR-ligand peptide-conjugated gold nanoparticles targeting the tumor microenvironment in an infiltrative brain tumor model.", "http://www.ncbi.nlm.nih.gov/pubmed/30577488": "Glioblastoma: Microenvironment and Niche Concept.", "http://www.ncbi.nlm.nih.gov/pubmed/22614016": "Therapy-resistant tumor microvascular endothelial cells contribute to treatment failure in glioblastoma multiforme.", "http://www.ncbi.nlm.nih.gov/pubmed/37088298": "Crosstalk between microglia and neural stem cells influences the relapse of glioblastoma in GBM immunological microenvironment.", "http://www.ncbi.nlm.nih.gov/pubmed/32952746": "Glioma progression and recurrence involving maintenance and expansion strategies of glioma stem cells by organizing self-advantageous niche microenvironments.", "http://www.ncbi.nlm.nih.gov/pubmed/28670569": "Molecular and Microenvironmental Determinants of Glioma Stem-Like Cell Survival and Invasion.", "http://www.ncbi.nlm.nih.gov/pubmed/26880981": "Glioblastoma Stem Cells Microenvironment: The Paracrine Roles of the Niche in Drug and Radioresistance.", "http://www.ncbi.nlm.nih.gov/pubmed/32942567": "Mesenchymal Stromal-Like Cells in the Glioma Microenvironment: What Are These Cells?", "http://www.ncbi.nlm.nih.gov/pubmed/19770585": "The hypoxic microenvironment maintains glioblastoma stem cells and promotes reprogramming towards a cancer stem cell phenotype.", "http://www.ncbi.nlm.nih.gov/pubmed/37644520": "Evaluation of enterotoxigenic Bacteroides fragilis correlation with the expression of cellular signaling pathway genes in Iranian patients with colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/25105360": "Bacteroides fragilis subverts mucosal biology: from symbiont to colon carcinogenesis.", "http://www.ncbi.nlm.nih.gov/pubmed/30429227": "The Protective Role of Bacteroides fragilis in a Murine Model of Colitis-Associated Colorectal Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/32038097": "Enterotoxigenic Bacteroides fragilis infection exacerbates tumorigenesis in AOM/DSS mouse model.", "http://www.ncbi.nlm.nih.gov/pubmed/32010637": "Enterotoxigenic Bacteroides fragilis: A Possible Etiological Candidate for Bacterially-Induced Colorectal Precancerous and Cancerous Lesions.", "http://www.ncbi.nlm.nih.gov/pubmed/31378159": "Detection of the Bacteroides fragilis toxin gene in sheep with and without small intestinal adenocarcinoma.", "http://www.ncbi.nlm.nih.gov/pubmed/27846243": "Bacterially-Associated Transcriptional Remodelling in a Distinct Genomic Subtype of Colorectal Cancer Provides a Plausible Molecular Basis for Disease Development.", "http://www.ncbi.nlm.nih.gov/pubmed/16842574": "A possible role of Bacteroides fragilis enterotoxin in the aetiology of colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/32863742": "The Mechanism of Bacteroides fragilis Toxin Contributes to Colon Cancer Formation.", "http://www.ncbi.nlm.nih.gov/pubmed/34627951": "Bacteroides fragilis restricts colitis-associated cancer via negative regulation of the NLRP3 axis.", "http://www.ncbi.nlm.nih.gov/pubmed/31515468": "Long noncoding RNA BFAL1 mediates enterotoxigenic Bacteroides fragilis-related carcinogenesis in colorectal cancer via the RHEB/mTOR pathway.", "http://www.ncbi.nlm.nih.gov/pubmed/35587635": "Colon Tumors in Enterotoxigenic Bacteroides fragilis (ETBF)-Colonized Mice Do Not Display a Unique Mutational Signature but Instead Possess Host-Dependent Alterations in the APC Gene.", "http://www.ncbi.nlm.nih.gov/pubmed/32684087": "Enterotoxigenic Bacteroides fragilis induces the stemness in colorectal cancer via upregulating histone demethylase JMJD2B.", "http://www.ncbi.nlm.nih.gov/pubmed/34371001": "Enterotoxigenic Bacteroidesfragilis Promotes Intestinal Inflammation and Malignancy by Inhibiting Exosome-Packaged miR-149-3p.", "http://www.ncbi.nlm.nih.gov/pubmed/37828235": "Gut bacteria promote proliferation in benign S/RG/C2 colorectal tumour cells, and promote proliferation, migration and invasion in malignant HCT116 cells.", "http://www.ncbi.nlm.nih.gov/pubmed/37806638": "Clinical significance of Bacteroides fragilis as a potential prognostic factor in colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/37612266": "Bacterial lipopolysaccharide modulates immune response in the colorectal tumor microenvironment.", "http://www.ncbi.nlm.nih.gov/pubmed/37554340": "Three specific gut bacteria in the occurrence and development of colorectal cancer: a concerted effort.", "http://www.ncbi.nlm.nih.gov/pubmed/37066368": "Keystone pathobionts associated with colorectal cancer promote oncogenic reprograming.", "http://www.ncbi.nlm.nih.gov/pubmed/31857085": "Good Gone Bad: One Toxin Away From Disease for Bacteroides fragilis.", "http://www.ncbi.nlm.nih.gov/pubmed/35461079": "A systemic review of the role of enterotoxic Bacteroides fragilis in colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/27323816": "Could gut microbiota serve as prognostic biomarker associated with colorectal cancer patients' survival? A pilot study on relevant mechanism.", "http://www.ncbi.nlm.nih.gov/pubmed/21876161": "Polyamine catabolism contributes to enterotoxigenic Bacteroides fragilis-induced colon tumorigenesis.", "http://www.ncbi.nlm.nih.gov/pubmed/35166235": "Colorectal cancer: the facts in the case of the microbiota.", "http://www.ncbi.nlm.nih.gov/pubmed/36465770": "Microbiota Dysbiosis a Cause of Colorectal Cancer or Not? A Systematic Review.", "http://www.ncbi.nlm.nih.gov/pubmed/36578036": "Prevalence of pks + bacteria and enterotoxigenic Bacteroides fragilis in patients with colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/10075957": "Bacteroides fragilis toxin 2 damages human colonic mucosa in vitro.", "http://www.ncbi.nlm.nih.gov/pubmed/19366918": "Enterotoxigenic Bacteroides fragilis: a rogue among symbiotes.", "http://www.ncbi.nlm.nih.gov/pubmed/28144586": "Interaction of Bacteroides fragilis Toxin with Outer Membrane Vesicles Reveals New Mechanism of Its Secretion and Delivery.", "http://www.ncbi.nlm.nih.gov/pubmed/28151975": "Colonization with enterotoxigenic Bacteroides fragilis is associated with early-stage colorectal neoplasia.", "http://www.ncbi.nlm.nih.gov/pubmed/25305284": "The Bacteroides fragilis toxin gene is prevalent in the colon mucosa of colorectal cancer patients.", "http://www.ncbi.nlm.nih.gov/pubmed/35468857": "Enterotoxigenic Bacteroides fragilis activates IL-8 expression through Stat3 in colorectal cancer cells.", "http://www.ncbi.nlm.nih.gov/pubmed/33981848": "Recombinant Bacteroides fragilis enterotoxin-1 (rBFT-1) promotes proliferation of colorectal cancer via CCL3-related molecular pathways.", "http://www.ncbi.nlm.nih.gov/pubmed/34273006": "Gut microbiota-derived metabolites in CRC progression and causation.", "http://www.ncbi.nlm.nih.gov/pubmed/36790675": "Progress of gut microbiome and its metabolomics in early screening of colorectal cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/32604093": "A Fragile Balance: The Important Role of the Intestinal Microbiota in the Prevention and Management of Colorectal Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/30279518": "Non-toxigenic Bacteroides fragilis (NTBF) administration reduces bacteria-driven chronic colitis and tumor development independent of polysaccharide A.", "http://www.ncbi.nlm.nih.gov/pubmed/35104632": "Downregulation of the farnesoid X receptor promotes colorectal tumorigenesis by facilitating enterotoxigenic Bacteroides fragilis colonization.", "http://www.ncbi.nlm.nih.gov/pubmed/34108031": "Association between colorectal cancer and Fusobacterium nucleatum and Bacteroides fragilis bacteria in Iranian patients: a preliminary study.", "http://www.ncbi.nlm.nih.gov/pubmed/35317317": "Microbiome and colorectal carcinogenesis: Linked mechanisms and racial differences.", "http://www.ncbi.nlm.nih.gov/pubmed/27686415": "Comparison of standard, quantitative and digital PCR in the detection of enterotoxigenic Bacteroides fragilis.", "http://www.ncbi.nlm.nih.gov/pubmed/23534358": "Bacterial oncogenesis in the colon.", "http://www.ncbi.nlm.nih.gov/pubmed/33492552": "Exploring the Role of Gut Microbiome in Colon Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/27112830": "Bacteroides fragilis in biopsies of patients with major abscesses and diabetic foot infections: direct molecular versus culture-based detection.", "http://www.ncbi.nlm.nih.gov/pubmed/27607555": "Gut Microbiota, Inflammation, and Colorectal Cancer.", "https://pubmed.ncbi.nlm.nih.gov/35587635/": "Colon Tumors in Enterotoxigenic Bacteroides fragilis (ETBF)-Colonized Mice Do Not Display a Unique Mutational Signature but Instead Possess Host-Dependent Alterations in the APC Gene.", "http://www.ncbi.nlm.nih.gov/pubmed/36173175": "Repositioning small molecule drugs as allosteric inhibitors of the BFT-3 toxin from enterotoxigenic Bacteroides fragilis.", "http://www.ncbi.nlm.nih.gov/pubmed/19188353": "Induction of persistent colitis by a human commensal, enterotoxigenic Bacteroides fragilis, in wild-type C57BL/6 mice.", "http://www.ncbi.nlm.nih.gov/pubmed/26173688": "Fecal detection of enterotoxigenic Bacteroides fragilis.", "http://www.ncbi.nlm.nih.gov/pubmed/21233422": "Structure, function and latency regulation of a bacterial enterotoxin potentially derived from a mammalian adamalysin/ADAM xenolog.", "http://www.ncbi.nlm.nih.gov/pubmed/35670952": "Advances in the Immunotherapeutic Potential of Isocitrate Dehydrogenase Mutations in Glioma.", "http://www.ncbi.nlm.nih.gov/pubmed/31263678": "Isocitrate Dehydrogenase Mutations in Glioma: From Basic Discovery to Therapeutics Development.", "http://www.ncbi.nlm.nih.gov/pubmed/28705010": "Isocitrate dehydrogenase mutation as a therapeutic target in gliomas.", "http://www.ncbi.nlm.nih.gov/pubmed/26834160": "Elevation of Urinary 2-Hydroxyglutarate in IDH-Mutant Glioma.", "http://www.ncbi.nlm.nih.gov/pubmed/30006485": "D-2-Hydroxyglutarate Is an Intercellular Mediator in IDH-Mutant Gliomas Inhibiting Complement and T Cells.", "http://www.ncbi.nlm.nih.gov/pubmed/29031038": "Isocitrate Dehydrogenase Mutations are Better Prognostic Marker than O6-methylguanine-DNA Methyltransferase Promoter Methylation in Glioblastomas - a Retrospective, Single-centre Molecular Genetics Study of Gliomas.", "http://www.ncbi.nlm.nih.gov/pubmed/21527585": "Differential activity of NADPH-producing dehydrogenases renders rodents unsuitable models to study IDH1R132 mutation effects in human glioblastoma.", "http://www.ncbi.nlm.nih.gov/pubmed/34356864": "IDH Mutations in Glioma: Double-Edged Sword in Clinical Applications?", "http://www.ncbi.nlm.nih.gov/pubmed/22002076": "Isocitrate dehydrogenase mutations in gliomas: mechanisms, biomarkers and therapeutic target.", "http://www.ncbi.nlm.nih.gov/pubmed/32291392": "IDH mutation in glioma: molecular mechanisms and potential therapeutic targets.", "http://www.ncbi.nlm.nih.gov/pubmed/35769466": "Advances in Immune Microenvironment and Immunotherapy of Isocitrate Dehydrogenase Mutated Glioma.", "http://www.ncbi.nlm.nih.gov/pubmed/22399191": "Molecular pathogenesis of IDH mutations in gliomas.", "http://www.ncbi.nlm.nih.gov/pubmed/21284999": "Isocitrate dehydrogenase mutations may be a protective mechanism in glioma patients.", "http://www.ncbi.nlm.nih.gov/pubmed/32825279": "Isocitrate Dehydrogenase Mutations in Glioma: Genetics, Biochemistry, and Clinical Indications.", "http://www.ncbi.nlm.nih.gov/pubmed/34904924": "Potential of IDH mutations as immunotherapeutic targets in gliomas: a review and meta-analysis.", "http://www.ncbi.nlm.nih.gov/pubmed/25078896": "Isocitrate dehydrogenase 1 and 2 mutations in gliomas.", "http://www.ncbi.nlm.nih.gov/pubmed/26220714": "Prognostic role of IDH mutations in gliomas: a meta-analysis of 55 observational studies.", "http://www.ncbi.nlm.nih.gov/pubmed/30427756": "The clinical use of IDH1 and IDH2 mutations in gliomas.", "http://www.ncbi.nlm.nih.gov/pubmed/28980701": "Isocitrate dehydrogenase-mutant glioma: Evolving clinical and therapeutic implications.", "http://www.ncbi.nlm.nih.gov/pubmed/33981605": "Biological Roles and Therapeutic Applications of IDH2 Mutations in Human Cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/35267433": "Precision Oncology in Lower-Grade Gliomas: Promises and Pitfalls of Therapeutic Strategies Targeting IDH-Mutations.", "http://www.ncbi.nlm.nih.gov/pubmed/30857299": "Consequences of IDH1/2 Mutations in Gliomas and an Assessment of Inhibitors Targeting Mutated IDH Proteins.", "http://www.ncbi.nlm.nih.gov/pubmed/30194083": "Bridging Cancer Biology with the Clinic: Comprehending and Exploiting IDH Gene Mutations in Gliomas.", "http://www.ncbi.nlm.nih.gov/pubmed/31485826": "To be Wild or Mutant: Role of Isocitrate Dehydrogenase 1 (IDH1) and 2-Hydroxy Glutarate (2-HG) in Gliomagenesis and Treatment Outcome in Glioma.", "http://www.ncbi.nlm.nih.gov/pubmed/37296846": "Mutant IDH in Gliomas: Role in Cancer and Treatment Options.", "http://www.ncbi.nlm.nih.gov/pubmed/22105553": "Mutations in isocitrate dehydrogenase 2 accelerate glioma cell migration via matrix metalloproteinase-2 and 9.", "http://www.ncbi.nlm.nih.gov/pubmed/36286062": "Implications of Concurrent IDH1 and IDH2 Mutations on Survival in Glioma-A Case Report and Systematic Review.", "http://www.ncbi.nlm.nih.gov/pubmed/30149878": "Perspectives on IDH Mutation in Diffuse Gliomas.", "http://www.ncbi.nlm.nih.gov/pubmed/28782849": "Diffuse glioma - Rare homozygous IDH point mutation, is it an oncogenetic mechanism?", "http://www.ncbi.nlm.nih.gov/pubmed/27355333": "Targeting isocitrate dehydrogenase (IDH) in cancer.", "http://www.ncbi.nlm.nih.gov/pubmed/28319047": "Isocitrate dehydrogenase mutations suppress STAT1 and CD8+ T cell accumulation in gliomas.", "http://www.ncbi.nlm.nih.gov/pubmed/26188014": "Isocitrate dehydrogenase mutations in gliomas.", "http://www.ncbi.nlm.nih.gov/pubmed/36367045": "Targeting IDH1/IDH2 mutations in gliomas.", "http://www.ncbi.nlm.nih.gov/pubmed/37287696": "Isocitrate dehydrogenase mutations in gliomas: A review of current understanding and trials.", "http://www.ncbi.nlm.nih.gov/pubmed/37324217": "The prognostic impact of subclonal IDH1 mutation in grade 2-4 astrocytomas.", "http://www.ncbi.nlm.nih.gov/pubmed/19228619": "IDH1 and IDH2 mutations in gliomas.", "http://www.ncbi.nlm.nih.gov/pubmed/25495392": "IDH2 mutation in gliomas including novel mutation.", "http://www.ncbi.nlm.nih.gov/pubmed/24460285": "Molecular investigation of isocitrate dehydrogenase gene (IDH) mutations in gliomas: first report of IDH2 mutations in Indian patients.", "http://www.ncbi.nlm.nih.gov/pubmed/22136423": "Significance of IDH mutations varies with tumor histology, grade, and genetics in Japanese glioma patients.", "http://www.ncbi.nlm.nih.gov/pubmed/19915484": "Diagnostic use of IDH1/2 mutation analysis in routine clinical testing of formalin-fixed, paraffin-embedded glioma tissues.", "http://www.ncbi.nlm.nih.gov/pubmed/19996293": "Mutant metabolic enzymes are at the origin of gliomas.", "http://www.ncbi.nlm.nih.gov/pubmed/23877318": "IDH1/2 mutations target a key hallmark of cancer by deregulating cellular metabolism in glioma.", "http://www.ncbi.nlm.nih.gov/pubmed/27014635": "Molecular Imaging of Metabolic Reprograming in Mutant IDH Cells.", "http://www.ncbi.nlm.nih.gov/pubmed/32965568": "Isocitrate Dehydrogenase, Patient-Reported Outcomes, and Cognitive Functioning of Glioma Patients: a Systematic Review.", "http://www.ncbi.nlm.nih.gov/pubmed/21955197": "Role of isocitrate dehydrogenase in glioma.", "http://www.ncbi.nlm.nih.gov/pubmed/21294161": "Isocitrate dehydrogenase mutations: a challenge to traditional views on the genesis and malignant progression of gliomas.", "http://www.ncbi.nlm.nih.gov/pubmed/21752797": "Isocitrate dehydrogenase mutations in diffuse gliomas: clinical and aetiological implications.", "http://www.ncbi.nlm.nih.gov/pubmed/27005468": "IDH mutations in cancer and progress toward development of targeted therapeutics.", "http://www.ncbi.nlm.nih.gov/pubmed/25155243": "IDH mutation in glioma: new insights and promises for the future.", "http://www.ncbi.nlm.nih.gov/pubmed/23532369": "IDH1 and IDH2 mutations in gliomas.", "http://www.ncbi.nlm.nih.gov/pubmed/20692206": "IDH mutations in glioma and acute myeloid leukemia.", "http://www.ncbi.nlm.nih.gov/pubmed/19554337": "Type and frequency of IDH1 and IDH2 mutations are related to astrocytic and oligodendroglial differentiation and age: a study of 1,010 diffuse gliomas.", "http://www.ncbi.nlm.nih.gov/pubmed/21442241": "Genetic profile of astrocytic and oligodendroglial gliomas.", "http://www.ncbi.nlm.nih.gov/pubmed/20142433": "Cancer-associated metabolite 2-hydroxyglutarate accumulates in acute myelogenous leukemia with isocitrate dehydrogenase 1 and 2 mutations.", "http://www.ncbi.nlm.nih.gov/pubmed/27621679": "IDH1 and IDH2 mutations as novel therapeutic targets: current perspectives.", "http://www.ncbi.nlm.nih.gov/pubmed/20615753": "Isocitrate dehydrogenase-1 mutations: a fundamentally new understanding of diffuse glioma?", "http://www.ncbi.nlm.nih.gov/pubmed/24295421": "IDH mutations in tumorigenesis and their potential role as novel therapeutic targets.", "http://www.ncbi.nlm.nih.gov/pubmed/24880135": "The driver and passenger effects of isocitrate dehydrogenase 1 and 2 mutations in oncogenesis and survival prolongation.", "http://www.ncbi.nlm.nih.gov/pubmed/30102604": "Perspectives of immunotherapy in isocitrate dehydrogenase-mutant gliomas.", "http://www.ncbi.nlm.nih.gov/pubmed/26960449": "Biological Significance of Mutant Isocitrate Dehydrogenase 1 and 2 in Gliomagenesis.", "https://pubmed.ncbi.nlm.nih.gov/35649412/": "Glioma progression is shaped by genetic evolution and microenvironment interactions.", "https://pubmed.ncbi.nlm.nih.gov/27005468/": "IDH mutations in cancer and progress toward development of targeted therapeutics.", "https://pubmed.ncbi.nlm.nih.gov/32291392/": "IDH mutation in glioma: molecular mechanisms and potential therapeutic targets.", "https://pubmed.ncbi.nlm.nih.gov/35670952/": "Advances in the Immunotherapeutic Potential of Isocitrate Dehydrogenase Mutations in Glioma.", "http://www.ncbi.nlm.nih.gov/pubmed/21289278": "Profiling the effects of isocitrate dehydrogenase 1 and 2 mutations on the cellular metabolome.", "http://www.ncbi.nlm.nih.gov/pubmed/26012316": "The exposome in inflammatory bowel disease.", "http://www.ncbi.nlm.nih.gov/pubmed/26339073": "Genetic GIScience: Toward a Place-Based Synthesis of the Genome, Exposome, and Behavome.", "http://www.ncbi.nlm.nih.gov/pubmed/24906490": "The exposome: a new paradigm to study the impact of environment on health.", "http://www.ncbi.nlm.nih.gov/pubmed/24767943": "The endogenous exposome.", "http://www.ncbi.nlm.nih.gov/pubmed/26475350": "Using exposomics to assess cumulative risks and promote health.", "http://www.ncbi.nlm.nih.gov/pubmed/28669935": "The Exposome Paradigm in Human Health: Lessons from the Emory Exposome Summer Course.", "http://www.ncbi.nlm.nih.gov/pubmed/29295136": "Characterising the Scope of Exposome Research: A Generalisable Approach.", "http://www.ncbi.nlm.nih.gov/pubmed/25378312": "T3DB: the toxic exposome database.", "http://www.ncbi.nlm.nih.gov/pubmed/34886409": "The Exposome Approach in Allergies and Lung Diseases: Is It Time to Define a Preconception Exposome?", "http://www.ncbi.nlm.nih.gov/pubmed/31953830": "Analyzing Metabolomics Data for Environmental Health and Exposome Research.", "http://www.ncbi.nlm.nih.gov/pubmed/30095351": "The Exposome: Molecules to Populations.", "http://www.ncbi.nlm.nih.gov/pubmed/34629184": "Extracellular vesicle interactions with the external and internal exposome in mediating carcinogenesis.", "http://www.ncbi.nlm.nih.gov/pubmed/32619912": "What is new in the exposome?", "http://www.ncbi.nlm.nih.gov/pubmed/35004129": "Operationalizing the Exposome Using Passive Silicone Samplers.", "http://www.ncbi.nlm.nih.gov/pubmed/26358001": "Reference Standardization for Mass Spectrometry and High-resolution Metabolomics Applications to Exposome Research.", "http://www.ncbi.nlm.nih.gov/pubmed/31009264": "Influence of the Urban Exposome on Birth Weight.", "http://www.ncbi.nlm.nih.gov/pubmed/35493396": "Defining the Exposome Using Popular Education and Concept Mapping With Communities in Atlanta, Georgia.", "http://www.ncbi.nlm.nih.gov/pubmed/34465170": "The Exposome in the Era of the Quantified Self.", "http://www.ncbi.nlm.nih.gov/pubmed/32191165": "The Exposome in Toxicologic Pathology.", "http://www.ncbi.nlm.nih.gov/pubmed/37979229": "Supporting and implementing the beneficial parts of the exposome: The environment can be the problem, but it can also be the solution.", "http://www.ncbi.nlm.nih.gov/pubmed/37229681": "[Exposome: from definition to future challenges.].", "http://www.ncbi.nlm.nih.gov/pubmed/22136338": "Adolescent idiopathic scoliosis (AIS), environment, exposome and epigenetics: a molecular perspective of postnatal normal spinal growth and the etiopathogenesis of AIS with consideration of a network approach and possible implications for medical therapy.", "http://www.ncbi.nlm.nih.gov/pubmed/34746906": "Exposome in human health: Utopia or wonderland?", "http://www.ncbi.nlm.nih.gov/pubmed/31960937": "The exposome - a new approach for risk assessment.", "http://www.ncbi.nlm.nih.gov/pubmed/22080817": "Understanding the link between environmental exposures and health: does the exposome promise too much?", "http://www.ncbi.nlm.nih.gov/pubmed/28867821": "The Exposome: A New Frontier for Education.", "http://www.ncbi.nlm.nih.gov/pubmed/29221465": "Yale school of public health symposium on lifetime exposures and human health: the exposome; summary and future reflections.", "http://www.ncbi.nlm.nih.gov/pubmed/35964886": "The exposome in rheumatoid arthritis.", "http://www.ncbi.nlm.nih.gov/pubmed/35310334": "Merging the exposome into an integrated framework for \"omics\" sciences.", "http://www.ncbi.nlm.nih.gov/pubmed/36436753": "Consequences of the exposome to gestational diabetes mellitus.", "http://www.ncbi.nlm.nih.gov/pubmed/34792619": "Environmental risk factors of type 2 diabetes-an exposome approach.", "http://www.ncbi.nlm.nih.gov/pubmed/28125387": "Toward Greater Implementation of the Exposome Research Paradigm within Environmental Epidemiology.", "http://www.ncbi.nlm.nih.gov/pubmed/30772495": "The study of interactions between genome and exposome in the development of systemic lupus erythematosus.", "http://www.ncbi.nlm.nih.gov/pubmed/35108405": "Epithelial barrier hypothesis: Effect of the external exposome on the microbiome and epithelial barriers in allergic disease.", "http://www.ncbi.nlm.nih.gov/pubmed/28494538": "The exposome and the future of epidemiology: a vision and prospect.", "http://www.ncbi.nlm.nih.gov/pubmed/21081972": "Implications of the exposome for exposure science.", "http://www.ncbi.nlm.nih.gov/pubmed/32221742": "Applying the exposome concept in birth cohort research: a review of statistical approaches.", "http://www.ncbi.nlm.nih.gov/pubmed/38058436": "What if … ? A new hypothesis to approach the relationship between environmental stimuli, biological features, and health.", "http://www.ncbi.nlm.nih.gov/pubmed/26231368": "The Pregnancy Exposome.", "http://www.ncbi.nlm.nih.gov/pubmed/36424935": "The Exposome Paradigm to Understand the Environmental Origins of Mental Disorders.", "http://www.ncbi.nlm.nih.gov/pubmed/29916594": "[Exposome: from an intuition to a mandatory research field in occupational and enviromental medicine.].", "http://www.ncbi.nlm.nih.gov/pubmed/37138645": "Methodological Challenges in Spatial and Contextual Exposome-Health Studies.", "http://www.ncbi.nlm.nih.gov/pubmed/31194890": "The exposome in atopic dermatitis.", "http://www.ncbi.nlm.nih.gov/pubmed/37431591": "Adding open spectral data to MassBank and PubChem using open source tools to support non-targeted exposomics of mixtures.", "http://www.ncbi.nlm.nih.gov/pubmed/27720464": "The skin aging exposome.", "http://www.ncbi.nlm.nih.gov/pubmed/36983182": "The Imprint of Exposome on the Development of Atopic Dermatitis across the Lifespan: A Narrative Review.", "http://www.ncbi.nlm.nih.gov/pubmed/22713677": "Metabolic profiling detects early effects of environmental and lifestyle exposure to cadmium in a human population.", "http://www.ncbi.nlm.nih.gov/pubmed/22199396": "Discovering environmental causes of disease.", "http://www.ncbi.nlm.nih.gov/pubmed/37248912": "Pamrevlumab, a Fully Human Monoclonal Antibody Targeting Connective Tissue Growth Factor, for Non-Ambulatory Patients with Duchenne Muscular Dystrophy.", "http://www.ncbi.nlm.nih.gov/pubmed/37488880": "Novel insights into D-Pinitol based therapies: a link between tau hyperphosphorylation and insulin resistance.", "http://www.ncbi.nlm.nih.gov/pubmed/37264659": "Targeting Cellular Senescence: A Potential Therapeutic approach for Alzheimer's Disease."}